Repository: mohseenfht/wiziq-old-curl
Catalog: languages/wiziq-*.po
Languages: ar, de_de, el, es_es, fa_ir, fr_fr, he_il, it_it, ms_my, nl_nl, pt_pt, ru_ru, th, tr, zh_cn

source: API URL
ar: ar-API URL
de_de: de_DE-API URL
el: el-API URL
es_es: es_ES-API URL
fa_ir: fa_IR-API URL
fr_fr: fr_FR-API URL
he_il: he_IL-API URL
it_it: it_IT-API URL
ms_my: ms_My--MY-API URL
nl_nl: nl_NL-API URL
pt_pt: pt_PT-API URL
ru_ru: RU-API URL
th: th-API URL
tr: tr-API URL
zh_cn: zh-CN-API URL

source: Recurring API URL
ar: ar-Recurring API URL
de_de: de_DE-Recurring API URL
el: el-Recurring API URL
es_es: es_ES-Recurring API URL
fa_ir: fa_IR-Recurring API URL
fr_fr: fr_FR-Recurring API URL
he_il: he_IL-Recurring API URL
it_it: it_IT-Recurring API URL
ms_my: ms_My-Recurring API URL
nl_nl: nl_NL-Recurring API URL
pt_pt: pt_PT-Recurring API URL
ru_ru: RU-Recurring API URL
th: th-Recurring API URL
tr: tr-Recurring API URL
zh_cn: zh-CN-Recurring API URL

source: Content URL
ar: ar-Content URL
de_de: de_DE-Content URL
el: el-Content URL
es_es: es_ES-Content URL
fa_ir: fa_IR-Content URL
fr_fr: fr_FR-Content URL
he_il: he_IL-Content URL
it_it: it_IT-Content URL
ms_my: ms_My-Content URL
nl_nl: nl_NL-Content URL
pt_pt: pt_PT-Content URL
ru_ru: RU-Content URL
th: th-Content URL
tr: tr-Content URL
zh_cn: zh-CN-Content URL

source: Access Key
ar: ar-Access Key
de_de: de_DE-Access Key
el: el-Access Key
es_es: es_ES-Access Key
fa_ir: fa_IR-Access Key
fr_fr: fr_FR-Access Key
he_il: he_IL-Access Key
it_it: it_IT-Access Key
ms_my: ms_My-Access Key
nl_nl: nl_NL-Access Key
pt_pt: pt_PT-Access Key
ru_ru: RU-Access Key
th: th-Access Key
tr: tr-Access Key
zh_cn: zh-CN-Access Key

source: Secret Key
ar: ar-Secret Key
de_de: de_DE-Secret Key
el: el-Secret Key
es_es: es_ES-Secret Key
fa_ir: fa_IR-Secret Key
fr_fr: fr_FR-Secret Key
he_il: he_IL-Secret Key
it_it: it_IT-Secret Key
ms_my: ms_My-Secret Key
nl_nl: nl_NL-Secret Key
pt_pt: pt_PT-Secret Key
ru_ru: RU-Secret Key
th: th-Secret Key
tr: tr-Secret Key
zh_cn: zh-CN-Secret Key

source: Content Language
ar: ar-Content Language
de_de: de_DE-Content Language
el: el-Content Language
es_es: es_ES-Content Language
fa_ir: fa_IR-Content Language
fr_fr: fr_FR-Content Language
he_il: he_IL-Content Language
it_it: it_IT-Content Language
ms_my: ms_My-Content Language
nl_nl: nl_NL-Content Language
pt_pt: pt_PT-Content Language
ru_ru: RU-Content Language
th: th-Content Language
tr: tr-Content Language
zh_cn: zh-CN-Content Language

source: Save Changes
ar: ar-Save Changes
de_de: de_DE-Save Changes
el: el-Save Changes
es_es: es_ES-Save Changes
fa_ir: fa_IR-Save Changes
fr_fr: fr_FR-Save Changes
he_il: he_IL-Save Changes
it_it: it_IT-Save Changes
ms_my: ms_My-Save Changes
nl_nl: nl_NL-Save Changes
pt_pt: pt_PT-Save Changes
ru_ru: RU-Save Changes
th: th-Save Changes
tr: tr-Save Changes
zh_cn: zh-CN-Save Changes

source: Course Name
ar: ar-Course Name
de_de: de_DE-Course Name
el: el-Course Name
es_es: es_ES-Course Name
fa_ir: fa_IR-Course Name
fr_fr: fr_FR-Course Name
he_il: he_IL-Course Name
it_it: it_IT-Course Name
ms_my: ms_My-Course Name
nl_nl: nl_NL-Course Name
pt_pt: pt_PT-Course Name
ru_ru: RU-Course Name
th: th-Course Name
tr: tr-Course Name
zh_cn: zh-CN-Course Name

source: Short Name
ar: ar-Short Name
de_de: de_DE-Short Name
el: el-Short Name
es_es: es_ES-Short Name
fa_ir: fa_IR-Short Name
fr_fr: fr_FR-Short Name
he_il: he_IL-Short Name
it_it: it_IT-Short Name
ms_my: ms_My-Short Name
nl_nl: nl_NL-Short Name
pt_pt: pt_PT-Short Name
ru_ru: RU-Short Name
th: th-Short Name
tr: tr-Short Name
zh_cn: zh-CN-Short Name

source: Start Date
ar: ar-Start Date
de_de: de_DE-Start Date
el: el-Start Date
es_es: es_ES-Start Date
fa_ir: fa_IR-Start Date
fr_fr: fr_FR-Start Date
he_il: he_IL-Start Date
it_it: it_IT-Start Date
ms_my: ms_My-Start Date
nl_nl: nl_NL-Start Date
pt_pt: pt_PT-Start Date
ru_ru: RU-Start Date
th: th-Start Date
tr: tr-Start Date

source: End Date
ar: ar-End Date
de_de: de_DE-End Date
el: el-End Date
es_es: es_ES-End Date
fa_ir: fa_IR-End Date
fr_fr: fr_FR-End Date
he_il: he_IL-End Date
it_it: it_IT-End Date
ms_my: ms_My-End Date
nl_nl: nl_NL-End Date
pt_pt: pt_PT-End Date
ru_ru: RU-End Date
th: th-End Date
tr: tr-End Date
zh_cn: zh-CN-End Date

source: Description
ar: ar-Description
de_de: de_DE-Description
el: el-Description
es_es: es_ES-Description
fa_ir: fa_IR-Description
fr_fr: fr_FR-Description
he_il: he_IL-Description
it_it: it_IT-Description
ms_my: ms_My-Description
nl_nl: nl_NL-Description
pt_pt: pt_PT-Description
ru_ru: RU-Description
th: th-Description
tr: tr-Description
zh_cn: zh-CN-Description

source: Add New Course
ar: ar-Add New Course
de_de: de_DE-Add New Course
el: el-Add New Course
es_es: es_ES-Add New Course
fa_ir: fa_IR-Add New Course
fr_fr: fr_FR-Add New Course
he_il: he_IL-Add New Course
it_it: it_IT-Add New Course
ms_my: ms_My-Add New Course
nl_nl: nl_NL-Add New Course
pt_pt: pt_PT-Add New Course
ru_ru: RU-Add New Course
th: th-Add New Course
tr: tr-Add New Course
zh_cn: zh-CN-Add New Course

source: Save
ar: ar-Save
de_de: de_DE-Save
el: el-Save
es_es: es_ES-Save
fa_ir: fa_IR-Save
fr_fr: fr_FR-Save
he_il: he_IL-Save
it_it: it_IT-Save
ms_my: ms_My-Save
nl_nl: nl_NL-Save
pt_pt: pt_PT-Save
ru_ru: RU-Save
th: th-Save
tr: tr-Save
zh_cn: zh-CN-Save

source: WizIQ Courses
ar: ar-WizIQ Courses
de_de: de_DE-WizIQ Courses
el: el-WizIQ Courses
es_es: es_ES-WizIQ Courses
fa_ir: fa_IR-WizIQ Courses
fr_fr: fr_FR-WizIQ Courses
he_il: he_IL-WizIQ Courses
it_it: it_IT-WizIQ Courses
ms_my: ms_My-WizIQ Courses
nl_nl: nl_NL-WizIQ Courses
pt_pt: pt_PT-WizIQ Courses
ru_ru: RU-WizIQ Courses
th: th-WizIQ Courses
tr: tr-WizIQ Courses
zh_cn: zh-CN-WizIQ Courses

source: Please
ar: ar-Please
de_de: de_DE-Please
el: el-Please
es_es: es_ES-Please
fa_ir: fa_IR-Please
fr_fr: fr_FR-Please
he_il: he_IL-Please
it_it: it_IT-Please
ms_my: ms_My-Please
nl_nl: nl_NL-Please
pt_pt: pt_PT-Please
ru_ru: RU-Please
th: th-Please
tr: tr-Please
zh_cn: zh-CN-Please

source: Please enter course name.
ar: ar-Please enter course name.
de_de: de_DE-Please enter course name.
el: el-Please enter course name.
es_es: es_ES-Please enter course name.
fa_ir: fa_IR-Please enter course name.
fr_fr: fr_FR-Please enter course name.
he_il: he_IL-Please enter course name.
it_it: it_IT-Please enter course name.
ms_my: ms_My-Please enter course name.
nl_nl: nl_NL-Please enter course name.
pt_pt: pt_PT-Please enter course name.
ru_ru: RU-Please enter course name.
th: th-Please enter course name.
tr: tr-Please enter course name.
zh_cn: zh-CN-Please enter course name.

source: Please Enter Course Short Name
ar: ar-Please Enter Course Short Name
de_de: de_DE-Please Enter Course Short Name
el: el-Please Enter Course Short Name
es_es: es_ES-Please Enter Course Short Name
fa_ir: fa_IR-Please Enter Course Short Name
fr_fr: fr_FR-Please Enter Course Short Name
he_il: he_IL-Please Enter Course Short Name
it_it: it_IT-Please Enter Course Short Name
ms_my: ms_My-Please Enter Course Short Name
nl_nl: nl_NL-Please Enter Course Short Name
pt_pt: pt_PT-Please Enter Course Short Name
ru_ru: RU-Please Enter Course Short Name
th: th-Please Enter Course Short Name
tr: tr-Please Enter Course Short Name
zh_cn: zh-CN-Please Enter Course Short Name

source: Cancel
ar: ar-Cancel
de_de: de_DE-Cancel
el: el-Cancel
es_es: es_ES-Cancel
fa_ir: fa_IR-Cancel
fr_fr: fr_FR-Cancel
he_il: he_IL-Cancel
it_it: it_IT-Cancel
ms_my: ms_My-Cancel
nl_nl: nl_NL-Cancel
pt_pt: pt_PT-Cancel
ru_ru: RU-Cancel
th: th-Cancel
tr: tr-Cancel
zh_cn: zh-CN-Cancel

source: WizIQ Credentials
ar: ar-WizIQ Credentials
de_de: de_DE-WizIQ Credentials
el: el-WizIQ Credentials
es_es: es_ES-WizIQ Credentials
fa_ir: fa_IR-WizIQ Credentials
fr_fr: fr_FR-WizIQ Credentials
he_il: he_IL-WizIQ Credentials
it_it: it_IT-WizIQ Credentials
ms_my: ms_My-WizIQ Credentials
nl_nl: nl_NL-WizIQ Credentials
pt_pt: pt_PT-WizIQ Credentials
ru_ru: RU-WizIQ Credentials
th: th-WizIQ Credentials
tr: tr-WizIQ Credentials
zh_cn: zh-CN-WizIQ Credentials

source: Course created successfully
ar: ar-Course created successfully
de_de: de_DE-Course created successfully
el: el-Course created successfully
es_es: es_ES-Course created successfully
fa_ir: fa_IR-Course created successfully
fr_fr: fr_FR-Course created successfully
he_il: he_IL-Course created successfully
it_it: it_IT-Course created successfully
ms_my: ms_My-Course created successfully
nl_nl: nl_NL-Course created successfully
pt_pt: pt_PT-Course created successfully
ru_ru: RU-Course created successfully
th: th-Course created successfully
tr: tr-Course created successfully
zh_cn: zh-CN-Course created successfully

source: Courses deleted successfully
ar: ar-Courses deleted successfully
de_de: de_DE-Courses deleted successfully
el: el-Courses deleted successfully
es_es: es_ES-Courses deleted successfully
fa_ir: fa_IR-Courses deleted successfully
fr_fr: fr_FR-Courses deleted successfully
he_il: he_IL-Courses deleted successfully
it_it: it_IT-Courses deleted successfully
ms_my: ms_My-Courses deleted successfully
nl_nl: nl_NL-Courses deleted successfully
pt_pt: pt_PT-Courses deleted successfully
ru_ru: RU-Courses deleted successfully
th: th-Courses deleted successfully
tr: tr-Courses deleted successfully
zh_cn: zh-CN-Courses deleted successfully

source: Course deleted successfully
ar: ar-Course deleted successfully
de_de: de_DE-Course deleted successfully
el: el-Course deleted successfully
es_es: es_ES-Course deleted successfully
fa_ir: fa_IR-Course deleted successfully
fr_fr: fr_FR-Course deleted successfully
he_il: he_IL-Course deleted successfully
it_it: it_IT-Course deleted successfully
ms_my: ms_My-Course deleted successfully
nl_nl: nl_NL-Course deleted successfully
pt_pt: pt_PT-Course deleted successfully
ru_ru: RU-Course deleted successfully
th: th-Course deleted successfully
tr: tr-Course deleted successfully
zh_cn: zh-CN-Course deleted successfully

source: and courses
ar: ar-and courses
de_de: de_DE-and courses
el: el-and courses
es_es: es_ES-and courses
fa_ir: fa_IR-and courses
fr_fr: fr_FR-and courses
he_il: he_IL-and courses
it_it: it_IT-and courses
ms_my: ms_My-and courses
nl_nl: nl_NL-and courses
pt_pt: pt_PT-and courses
ru_ru: RU-and courses
th: th-and courses
tr: tr-and courses
zh_cn: zh-CN-and courses

source: Apply
ar: ar-Apply
de_de: de_DE-Apply
el: el-Apply
es_es: es_ES-Apply
fa_ir: fa_IR-Apply
fr_fr: fr_FR-Apply
he_il: he_IL-Apply
it_it: it_IT-Apply
ms_my: ms_My-Apply
nl_nl: nl_NL-Apply
pt_pt: pt_PT-Apply
ru_ru: RU-Apply
th: th-Apply
tr: tr-Apply
zh_cn: zh-CN-Apply

source: Delete
ar: ar-Delete
de_de: de_DE-Delete
el: el-Delete
es_es: es_ES-Delete
fa_ir: fa_IR-Delete
fr_fr: fr_FR-Delete
he_il: he_IL-Delete
it_it: it_IT-Delete
ms_my: ms_My-Delete
nl_nl: nl_NL-Delete
pt_pt: pt_PT-Delete
ru_ru: RU-Delete
th: th-Delete
tr: tr-Delete
zh_cn: zh-CN-Delete

source: Name
ar: ar-Name
de_de: de_DE-Name
el: el-Name
es_es: es_ES-Name
fa_ir: fa_IR-Name
fr_fr: fr_FR-Name
he_il: he_IL-Name
it_it: it_IT-Name
ms_my: ms_My-Name
nl_nl: nl_NL-Name
pt_pt: pt_PT-Name
ru_ru: RU-Name
th: th-Name
tr: tr-Name
zh_cn: zh-CN-Name

source: Manage Courses
ar: ar-Manage Courses
de_de: de_DE-Manage Courses
el: el-Manage Courses
es_es: es_ES-Manage Courses
fa_ir: fa_IR-Manage Courses
fr_fr: fr_FR-Manage Courses
he_il: he_IL-Manage Courses
it_it: it_IT-Manage Courses
ms_my: ms_My-Manage Courses
nl_nl: nl_NL-Manage Courses
pt_pt: pt_PT-Manage Courses
ru_ru: RU-Manage Courses
th: th-Manage Courses
tr: tr-Manage Courses
zh_cn: zh-CN-Manage Courses

source: Created By
ar: ar-Created By
de_de: de_DE-Created By
el: el-Created By
es_es: es_ES-Created By
fa_ir: fa_IR-Created By
fr_fr: fr_FR-Created By
he_il: he_IL-Created By
it_it: it_IT-Created By
ms_my: ms_My-Created By
nl_nl: nl_NL-Created By
pt_pt: pt_PT-Created By
ru_ru: RU-Created By
th: th-Created By
tr: tr-Created By
zh_cn: zh-CN-Created By

source: Number of Classes
ar: ar-Number of Classes
de_de: de_DE-Number of Classes
el: el-Number of Classes
es_es: es_ES-Number of Classes
fa_ir: fa_IR-Number of Classes
fr_fr: fr_FR-Number of Classes
he_il: he_IL-Number of Classes
it_it: it_IT-Number of Classes
ms_my: ms_My-Number of Classes
nl_nl: nl_NL-Number of Classes
pt_pt: pt_PT-Number of Classes
ru_ru: RU-Number of Classes
th: th-Number of Classes
tr: tr-Number of Classes
zh_cn: zh-CN-Number of Classes

source: View
ar: ar-View
de_de: de_DE-View
el: el-View
es_es: es_ES-View
fa_ir: fa_IR-View
fr_fr: fr_FR-View
he_il: he_IL-View
it_it: it_IT-View
ms_my: ms_My-View
nl_nl: nl_NL-View
pt_pt: pt_PT-View
ru_ru: RU-View
th: th-View
tr: tr-View
zh_cn: zh-CN-View

source: Completed
ar: ar-Completed
de_de: de_DE-Completed
el: el-Completed
es_es: es_ES-Completed
fa_ir: fa_IR-Completed
fr_fr: fr_FR-Completed
he_il: he_IL-Completed
it_it: it_IT-Completed
ms_my: ms_My-Completed
nl_nl: nl_NL-Completed
pt_pt: pt_PT-Completed
ru_ru: RU-Completed
th: th-Completed
tr: tr-Completed
zh_cn: zh-CN-Completed

source: Live Class
ar: ar-Live Class
de_de: de_DE-Live Class
el: el-Live Class
es_es: es_ES-Live Class
fa_ir: fa_IR-Live Class
fr_fr: fr_FR-Live Class
he_il: he_IL-Live Class
it_it: it_IT-Live Class
ms_my: ms_My-Live Class
nl_nl: nl_NL-Live Class
pt_pt: pt_PT-Live Class
ru_ru: RU-Live Class
th: th-Live Class
tr: tr-Live Class
zh_cn: zh-CN-Live Class

source: Expired
ar: ar-Expired
de_de: de_DE-Expired
el: el-Expired
es_es: es_ES-Expired
fa_ir: fa_IR-Expired
fr_fr: fr_FR-Expired
he_il: he_IL-Expired
it_it: it_IT-Expired
ms_my: ms_My-Expired
nl_nl: nl_NL-Expired
pt_pt: pt_PT-Expired
ru_ru: RU-Expired
th: th-Expired
tr: tr-Expired
zh_cn: zh-CN-Expired

source: View Recurring Classes
ar: ar-View Recurring Classe
de_de: de_DE-View Recurring Classe
el: el-View Recurring Classe
es_es: es_ES-View Recurring Classe
fa_ir: fa_IR-View Recurring Classe
fr_fr: fr_FR-View Recurring Classe
he_il: he_IL-View Recurring Classe
it_it: it_IT-View Recurring Classe
ms_my: ms_My-View Recurring Classe
nl_nl: nl_NL-View Recurring Classe
pt_pt: pt_PT-View Recurring Classe
ru_ru: RU-View Recurring Classe
th: th-View Recurring Classe
tr: tr-View Recurring Classe
zh_cn: zh-CN-View Recurring Classe

source: Refresh
ar: ar-Refresh
de_de: de_DE-Refresh
el: el-Refresh
es_es: es_ES-Refresh
fa_ir: fa_IR-Refresh
fr_fr: fr_FR-Refresh
he_il: he_IL-Refresh
it_it: it_IT-Refresh
ms_my: ms_My-Refresh
nl_nl: nl_NL-Refresh
pt_pt: pt_PT-Refresh
ru_ru: RU-Refresh
th: th-Refresh
tr: tr-Refresh
zh_cn: zh-CN-Refresh

source: Courses
ar: ar-Courses
de_de: de_DE-Courses
el: el-Courses
es_es: es_ES-Courses
fa_ir: fa_IR-Courses
fr_fr: fr_FR-Courses
he_il: he_IL-Courses
it_it: it_IT-Courses
ms_my: ms_My-Courses
nl_nl: nl_NL-Courses
pt_pt: pt_PT-Courses
ru_ru: RU-Courses
th: th-Courses
tr: tr-Courses
zh_cn: zh-CN-Courses

source: Content
ar: ar-Content
de_de: de_DE-Content
el: el-Content
es_es: es_ES-Content
fa_ir: fa_IR-Content
fr_fr: fr_FR-Content
he_il: he_IL-Content
it_it: it_IT-Content
ms_my: ms_My-Content
nl_nl: nl_NL-Content
pt_pt: pt_PT-Content
ru_ru: RU-Content
th: th-Content
tr: tr-Content
zh_cn: zh-CN-Content

source: Settings
ar: ar-Settings
de_de: de_DE-Settings
el: el-Settings
es_es: es_ES-Settings
fa_ir: fa_IR-Settings
fr_fr: fr_FR-Settings
he_il: he_IL-Settings
it_it: it_IT-Settings
ms_my: ms_My-Settings
nl_nl: nl_NL-Settings
pt_pt: pt_PT-Settings
ru_ru: RU-Settings
th: th-Settings
tr: tr-Settings
zh_cn: zh-CN-Settings

source: Edit
ar: ar-Edit
de_de: de_DE-Edit
el: el-Edit
es_es: es_ES-Edit
fa_ir: fa_IR-Edit
fr_fr: fr_FR-Edit
he_il: he_IL-Edit
it_it: it_IT-Edit
ms_my: ms_My-Edit
nl_nl: nl_NL-Edit
pt_pt: pt_PT-Edit
ru_ru: RU-Edit
th: th-Edit
tr: tr-Edit
zh_cn: zh-CN-Edit

source: Edit this item
ar: ar-Edit this item
de_de: de_DE-Edit this item
el: el-Edit this item
es_es: es_ES-Edit this item
fa_ir: fa_IR-Edit this item
fr_fr: fr_FR-Edit this item
he_il: he_IL-Edit this item
it_it: it_IT-Edit this item
ms_my: ms_My-Edit this item
nl_nl: nl_NL-Edit this item
pt_pt: pt_PT-Edit this item
ru_ru: RU-Edit this item
th: th-Edit this item
tr: tr-Edit this item
zh_cn: zh-CN-Edit this item

source: Move this item to the Trash
ar: ar-Move this item to the Trash
de_de: de_DE-Move this item to the Trash
el: el-Move this item to the Trash
es_es: es_ES-Move this item to the Trash
fa_ir: fa_IR-Move this item to the Trash
fr_fr: fr_FR-Move this item to the Trash
he_il: he_IL-Move this item to the Trash
it_it: it_IT-Move this item to the Trash
ms_my: ms_My-Move this item to the Trash
nl_nl: nl_NL-Move this item to the Trash
pt_pt: pt_PT-Move this item to the Trash
ru_ru: RU-Move this item to the Trash
th: th-Move this item to the Trash
tr: tr-Move this item to the Trash
zh_cn: zh-CN-Move this item to the Trash

source: Create Class
ar: ar-Create Class
de_de: de_DE-Create Class
el: el-Create Class
es_es: es_ES-Create Class
fa_ir: fa_IR-Create Class
fr_fr: fr_FR-Create Class
he_il: he_IL-Create Class
it_it: it_IT-Create Class
ms_my: ms_My-Create Class
nl_nl: nl_NL-Create Class
pt_pt: pt_PT-Create Class
ru_ru: RU-Create Class
th: th-Create Class
tr: tr-Create Class
zh_cn: zh-CN-Create Class

source: Enroll User
ar: ar-Enroll User
de_de: de_DE-Enroll User
el: el-Enroll User
es_es: es_ES-Enroll User
fa_ir: fa_IR-Enroll User
fr_fr: fr_FR-Enroll User
he_il: he_IL-Enroll User
it_it: it_IT-Enroll User
ms_my: ms_My-Enroll User
nl_nl: nl_NL-Enroll User
pt_pt: pt_PT-Enroll User
ru_ru: RU-Enroll User
th: th-Enroll User
tr: tr-Enroll User
zh_cn: zh-CN-Enroll User

source: WizIQ Content
ar: ar-WizIQ Content
de_de: de_DE-WizIQ Content
el: el-WizIQ Content
es_es: es_ES-WizIQ Content
fa_ir: fa_IR-WizIQ Content
fr_fr: fr_FR-WizIQ Content
he_il: he_IL-WizIQ Content
it_it: it_IT-WizIQ Content
ms_my: ms_My-WizIQ Content
nl_nl: nl_NL-WizIQ Content
pt_pt: pt_PT-WizIQ Content
ru_ru: RU-WizIQ Content
th: th-WizIQ Content
tr: tr-WizIQ Content
zh_cn: zh-CN-WizIQ Content

source: Upload Content
ar: ar-Upload Content
de_de: de_DE-Upload Content
el: el-Upload Content
es_es: es_ES-Upload Content
fa_ir: fa_IR-Upload Content
fr_fr: fr_FR-Upload Content
he_il: he_IL-Upload Content
it_it: it_IT-Upload Content
ms_my: ms_My-Upload Content
nl_nl: nl_NL-Upload Content
pt_pt: pt_PT-Upload Content
ru_ru: RU-Upload Content
th: th-Upload Content
tr: tr-Upload Content
zh_cn: zh-CN-Upload Content

source: My Content
ar: ar-My Content
de_de: de_DE-My Content
el: el-My Content
es_es: es_ES-My Content
fa_ir: fa_IR-My Content
fr_fr: fr_FR-My Content
he_il: he_IL-My Content
it_it: it_IT-My Content
ms_my: ms_My-My Content
nl_nl: nl_NL-My Content
pt_pt: pt_PT-My Content
ru_ru: RU-My Content
th: th-My Content
tr: tr-My Content
zh_cn: zh-CN-My Content

source: Content Name
ar: ar-Content Name
de_de: de_DE-Content Name
el: el-Content Name
es_es: es_ES-Content Name
fa_ir: fa_IR-Content Name
fr_fr: fr_FR-Content Name
he_il: he_IL-Content Name
it_it: it_IT-Content Name
ms_my: ms_My-Content Name
nl_nl: nl_NL-Content Name
pt_pt: pt_PT-Content Name
ru_ru: RU-Content Name
th: th-Content Name
tr: tr-Content Name
zh_cn: zh-CN-Content Name

source: Type
ar: ar-Type
de_de: de_DE-Type
el: el-Type
es_es: es_ES-Type
fa_ir: fa_IR-Type
fr_fr: fr_FR-Type
he_il: he_IL-Type
it_it: it_IT-Type
ms_my: ms_My-Type
nl_nl: nl_NL-Type
pt_pt: pt_PT-Type
ru_ru: RU-Type
th: th-Type
tr: tr-Type
zh_cn: zh-CN-Type

source: Inside
ar: ar-Inside
de_de: de_DE-Inside
el: el-Inside
es_es: es_ES-Inside
fa_ir: fa_IR-Inside
fr_fr: fr_FR-Inside
he_il: he_IL-Inside
it_it: it_IT-Inside
ms_my: ms_My-Inside
nl_nl: nl_NL-Inside
pt_pt: pt_PT-Inside
ru_ru: RU-Inside
th: th-Inside
tr: tr-Inside
zh_cn: zh-CN-Inside

source: Status
ar: ar-Status
de_de: de_DE-Status
el: el-Status
es_es: es_ES-Status
fa_ir: fa_IR-Status
fr_fr: fr_FR-Status
he_il: he_IL-Status
it_it: it_IT-Status
ms_my: ms_My-Status
nl_nl: nl_NL-Status
pt_pt: pt_PT-Status
ru_ru: RU-Status
th: th-Status
tr: tr-Status
zh_cn: zh-CN-Status

source: No content available
ar: ar-No content available
de_de: de_DE-No content available
el: el-No content available
es_es: es_ES-No content available
fa_ir: fa_IR-No content available
fr_fr: fr_FR-No content available
he_il: he_IL-No content available
it_it: it_IT-No content available
ms_my: ms_My-No content available
nl_nl: nl_NL-No content available
pt_pt: pt_PT-No content available
ru_ru: RU-No content available
th: th-No content available
tr: tr-No content available
zh_cn: zh-CN-No content available

source: Class title
ar: ar-Class title
de_de: de_DE-Class title
el: el-Class title
es_es: es_ES-Class title
fa_ir: fa_IR-Class title
fr_fr: fr_FR-Class title
he_il: he_IL-Class title
it_it: it_IT-Class title
ms_my: ms_My-Class title
nl_nl: nl_NL-Class title
pt_pt: pt_PT-Class title
ru_ru: RU-Class title
th: th-Class title
tr: tr-Class title
zh_cn: zh-CN-Class title

source: Class time
ar: ar-Class time
de_de: de_DE-Class time
el: el-Class time
es_es: es_ES-Class time
fa_ir: fa_IR-Class time
fr_fr: fr_FR-Class time
he_il: he_IL-Class time
it_it: it_IT-Class time
ms_my: ms_My-Class time
nl_nl: nl_NL-Class time
pt_pt: pt_PT-Class time
ru_ru: RU-Class time
th: th-Class time
tr: tr-Class time
zh_cn: zh-CN-Class time

source: Presenter
ar: ar-Presenter
de_de: de_DE-Presenter
el: el-Presenter
es_es: es_ES-Presenter
fa_ir: fa_IR-Presenter
fr_fr: fr_FR-Presenter
he_il: he_IL-Presenter
it_it: it_IT-Presenter
ms_my: ms_My-Presenter
nl_nl: nl_NL-Presenter
pt_pt: pt_PT-Presenter
ru_ru: RU-Presenter
th: th-Presenter
tr: tr-Presenter
zh_cn: zh-CN-Presenter

source: Attendance Report
ar: ar-Attendance Report
de_de: de_DE-Attendance Report
el: el-Attendance Report
es_es: es_ES-Attendance Report
fa_ir: fa_IR-Attendance Report
fr_fr: fr_FR-Attendance Report
he_il: he_IL-Attendance Report
it_it: it_IT-Attendance Report
ms_my: ms_My-Attendance Report
nl_nl: nl_NL-Attendance Report
pt_pt: pt_PT-Attendance Report
ru_ru: RU-Attendance Report
th: th-Attendance Report
tr: tr-Attendance Report
zh_cn: zh-CN-Attendance Report

source: Manage Class
ar: ar-Manage Class
de_de: de_DE-Manage Class
el: el-Manage Class
es_es: es_ES-Manage Class
fa_ir: fa_IR-Manage Class
fr_fr: fr_FR-Manage Class
he_il: he_IL-Manage Class
it_it: it_IT-Manage Class
ms_my: ms_My-Manage Class
nl_nl: nl_NL-Manage Class
pt_pt: pt_PT-Manage Class
ru_ru: RU-Manage Class
th: th-Manage Class
tr: tr-Manage Class
zh_cn: zh-CN-Manage Class

source: Upcoming
ar: ar-Upcoming
de_de: de_DE-Upcoming
el: el-Upcoming
es_es: es_ES-Upcoming
fa_ir: fa_IR-Upcoming
fr_fr: fr_FR-Upcoming
he_il: he_IL-Upcoming
it_it: it_IT-Upcoming
ms_my: ms_My-Upcoming
nl_nl: nl_NL-Upcoming
pt_pt: pt_PT-Upcoming
ru_ru: RU-Upcoming
th: th-Upcoming
tr: tr-Upcoming
zh_cn: zh-CN-Upcoming

source: WizIQ Classes
ar: ar-WizIQ Classes
de_de: de_DE-WizIQ Classes
el: el-WizIQ Classes
es_es: es_ES-WizIQ Classes
fa_ir: fa_IR-WizIQ Classes
fr_fr: fr_FR-WizIQ Classes
he_il: he_IL-WizIQ Classes
it_it: it_IT-WizIQ Classes
ms_my: ms_My-WizIQ Classes
nl_nl: nl_NL-WizIQ Classes
pt_pt: pt_PT-WizIQ Classes
ru_ru: RU-WizIQ Classes
th: th-WizIQ Classes
tr: tr-WizIQ Classes
zh_cn: zh-CN-WizIQ Classes

source: Add Class
ar: ar-Add Class
de_de: de_DE-Add Class
el: el-Add Class
es_es: es_ES-Add Class
fa_ir: fa_IR-Add Class
fr_fr: fr_FR-Add Class
he_il: he_IL-Add Class
it_it: it_IT-Add Class
ms_my: ms_My-Add Class
nl_nl: nl_NL-Add Class
pt_pt: pt_PT-Add Class
ru_ru: RU-Add Class
th: th-Add Class
tr: tr-Add Class
zh_cn: zh-CN-Add Class

source: Back To Courses
ar: ar-Back To Courses
de_de: de_DE-Back To Courses
el: el-Back To Courses
es_es: es_ES-Back To Courses
fa_ir: fa_IR-Back To Courses
fr_fr: fr_FR-Back To Courses
he_il: he_IL-Back To Courses
it_it: it_IT-Back To Courses
ms_my: ms_My-Back To Courses
nl_nl: nl_NL-Back To Courses
pt_pt: pt_PT-Back To Courses
ru_ru: RU-Back To Courses
th: th-Back To Courses
tr: tr-Back To Courses
zh_cn: zh-CN-Back To Courses
