Repository: mohseenfht/wiziq-old-curl
Catalog: languages/wiziq-*.po
Languages: ar, de_de, el, es_es, fa_ir, fr_fr, he_il, it_it, ms_my, nl_nl, pt_pt, ru_ru, th, tr, zh_cn

source: Can Schedule Class
ar: ar-Can Schedule Class
de_de: de_DE-Can Schedule Class
el: el-Can Schedule Class
es_es: es_ES-Can Schedule Class
fa_ir: fa_IR-Can Schedule Class
fr_fr: fr_FR-Can Schedule Class
he_il: he_IL-Can Schedule Class
it_it: it_IT-Can Schedule Class
ms_my: ms_My-Can Schedule Class
nl_nl: nl_NL-Can Schedule Class
pt_pt: pt_PT-Can Schedule Class
ru_ru: RU-Can Schedule Class
th: th-Can Schedule Class
tr: tr-Can Schedule Class
zh_cn: zh-CN-Can Schedule Class

source: Activate
ar: ar-Activate
de_de: de_DE-Activate
el: el-Activate
es_es: es_ES-Activate
fa_ir: fa_IR-Activate
fr_fr: fr_FR-Activate
he_il: he_IL-Activate
it_it: it_IT-Activate
ms_my: ms_My-Activate
nl_nl: nl_NL-Activate
pt_pt: pt_PT-Activate
ru_ru: RU-Activate
th: th-Activate
tr: tr-Activate
zh_cn: zh-CN-Activate

source: Manage Teacher
ar: ar-Manage Teacher
de_de: de_DE-Manage Teacher
el: el-Manage Teacher
es_es: es_ES-Manage Teacher
fa_ir: fa_IR-Manage Teacher
fr_fr: fr_FR-Manage Teacher
he_il: he_IL-Manage Teacher
it_it: it_IT-Manage Teacher
ms_my: ms_My-Manage Teacher
nl_nl: nl_NL-Manage Teacher
pt_pt: pt_PT-Manage Teacher
ru_ru: RU-Manage Teacher
th: th-Manage Teacher
tr: tr-Manage Teacher
zh_cn: zh-CN-Manage Teacher

source: WizIQ Teachers
ar: ar-WizIQ Teachers
de_de: de_DE-WizIQ Teachers
el: el-WizIQ Teachers
es_es: es_ES-WizIQ Teachers
fa_ir: fa_IR-WizIQ Teachers
fr_fr: fr_FR-WizIQ Teachers
he_il: he_IL-WizIQ Teachers
it_it: it_IT-WizIQ Teachers
ms_my: ms_My-WizIQ Teachers
nl_nl: nl_NL-WizIQ Teachers
pt_pt: pt_PT-WizIQ Teachers
ru_ru: RU-WizIQ Teachers
th: th-WizIQ Teachers
tr: tr-WizIQ Teachers
zh_cn: zh-CN-WizIQ Teachers

source: Add Teachers
ar: ar-Add Teachers
de_de: de_DE-Add Teachers
el: el-Add Teachers
es_es: es_ES-Add Teachers
fa_ir: fa_IR-Add Teachers
fr_fr: fr_FR-Add Teachers
he_il: he_IL-Add Teachers
it_it: it_IT-Add Teachers
ms_my: ms_My-Add Teachers
nl_nl: nl_NL-Add Teachers
pt_pt: pt_PT-Add Teachers
ru_ru: RU-Add Teachers
th: th-Add Teachers
tr: tr-Add Teachers
zh_cn: zh-CN-Add Teachers

source: Select user
ar: ar-Select user
de_de: de_DE-Select user
el: el-Select user
es_es: es_ES-Select user
fa_ir: fa_IR-Select user
fr_fr: fr_FR-Select user
he_il: he_IL-Select user
it_it: it_IT-Select user
ms_my: ms_My-Select user
nl_nl: nl_NL-Select user
pt_pt: pt_PT-Select user
ru_ru: RU-Select user
th: th-Select user
tr: tr-Select user
zh_cn: zh-CN-Select user

source: Password
ar: ar-Password
de_de: de_DE-Password
el: el-Password
es_es: es_ES-Password
fa_ir: fa_IR-Password
fr_fr: fr_FR-Password
he_il: he_IL-Password
it_it: it_IT-Password
ms_my: ms_My-Password
nl_nl: nl_NL-Password
pt_pt: pt_PT-Password
ru_ru: RU-Password
th: th-Password
tr: tr-Password
zh_cn: zh-CN-Password

source: Active
ar: ar-Active
de_de: de_DE-Active
el: el-Active
es_es: es_ES-Active
fa_ir: fa_IR-Active
fr_fr: fr_FR-Active
he_il: he_IL-Active
it_it: it_IT-Active
ms_my: ms_My-Active
nl_nl: nl_NL-Active
pt_pt: pt_PT-Active
ru_ru: RU-Active
th: th-Active
tr: tr-Active
zh_cn: zh-CN-Active

source: About the teacher
ar: ar-About the teacher
de_de: de_DE-About the teacher
el: el-About the teacher
es_es: es_ES-About the teacher
fa_ir: fa_IR-About the teacher
fr_fr: fr_FR-About the teacher
he_il: he_IL-About the teacher
it_it: it_IT-About the teacher
ms_my: ms_My-About the teacher
nl_nl: nl_NL-About the teacher
pt_pt: pt_PT-About the teacher
ru_ru: RU-About the teacher
th: th-About the teacher
tr: tr-About the teacher
zh_cn: zh-CN-About the teacher

source: Add Teacher
ar: ar-Add Teacher
de_de: de_DE-Add Teacher
el: el-Add Teacher
es_es: es_ES-Add Teacher
fa_ir: fa_IR-Add Teacher
fr_fr: fr_FR-Add Teacher
he_il: he_IL-Add Teacher
it_it: it_IT-Add Teacher
ms_my: ms_My-Add Teacher
nl_nl: nl_NL-Add Teacher
pt_pt: pt_PT-Add Teacher
ru_ru: RU-Add Teacher
th: th-Add Teacher
tr: tr-Add Teacher
zh_cn: zh-CN-Add Teacher

source: Edit this teacher
ar: ar-Edit this teacher
de_de: de_DE-Edit this teacher
el: el-Edit this teacher
es_es: es_ES-Edit this teacher
fa_ir: fa_IR-Edit this teacher
fr_fr: fr_FR-Edit this teacher
he_il: he_IL-Edit this teacher
it_it: it_IT-Edit this teacher
ms_my: ms_My-Edit this teacher
nl_nl: nl_NL-Edit this teacher
pt_pt: pt_PT-Edit this teacher
ru_ru: RU-Edit this teacher
th: th-Edit this teacher
tr: tr-Edit this teacher
zh_cn: zh-CN-Edit this teacher

source: Teacher updated succesffully
ar: ar-Teacher updated succesffully
de_de: de_DE-Teacher updated succesffully
el: el-Teacher updated succesffully
es_es: es_ES-Teacher updated succesffully
fa_ir: fa_IR-Teacher updated succesffully
fr_fr: fr_FR-Teacher updated succesffully
he_il: he_IL-Teacher updated succesffully
it_it: it_IT-Teacher updated succesffully
ms_my: ms_My-Teacher updated succesffully
nl_nl: nl_NL-Teacher updated succesffully
pt_pt: pt_PT-Teacher updated succesffully
ru_ru: RU-Teacher updated succesffully
th: th-Teacher updated succesffully
tr: tr-Teacher updated succesffully
zh_cn: zh-CN-Teacher updated succesffully

source: Teacher added succesffully
ar: ar-Teacher added succesffully
de_de: de_DE-Teacher added succesffully
el: el-Teacher added succesffully
es_es: es_ES-Teacher added succesffully
fa_ir: fa_IR-Teacher added succesffully
fr_fr: fr_FR-Teacher added succesffully
he_il: he_IL-Teacher added succesffully
it_it: it_IT-Teacher added succesffully
ms_my: ms_My-Teacher added succesffully
nl_nl: nl_NL-Teacher added succesffully
pt_pt: pt_PT-Teacher added succesffully
ru_ru: RU-Teacher added succesffully
th: th-Teacher added succesffully
tr: tr-Teacher added succesffully
zh_cn: zh-CN-Teacher added succesffully

source: Please enter password
ar: ar-Please enter password
de_de: de_DE-Please enter password
el: el-Please enter password
es_es: es_ES-Please enter password
fa_ir: fa_IR-Please enter password
fr_fr: fr_FR-Please enter password
he_il: he_IL-Please enter password
it_it: it_IT-Please enter password
ms_my: ms_My-Please enter password
nl_nl: nl_NL-Please enter password
pt_pt: pt_PT-Please enter password
ru_ru: RU-Please enter password
th: th-Please enter password
tr: tr-Please enter password
zh_cn: zh-CN-Please enter password

source: Password length between 6 - 15 character
ar: ar- Password length between 6 - 15 character
de_de: de_DE- Password length between 6 - 15 character
el: el- Password length between 6 - 15 character
es_es: es_ES- Password length between 6 - 15 character
fa_ir: fa_IR- Password length between 6 - 15 character
fr_fr: fr_FR- Password length between 6 - 15 character
he_il: he_IL- Password length between 6 - 15 character
it_it: it_IT- Password length between 6 - 15 character
ms_my: ms_My- Password length between 6 - 15 character
nl_nl: nl_NL- Password length between 6 - 15 character
pt_pt: pt_PT- Password length between 6 - 15 character
ru_ru: RU- Password length between 6 - 15 character
th: th- Password length between 6 - 15 character
tr: tr- Password length between 6 - 15 character

source: Add Course
ar: ar-Add Course
de_de: de_DE-Add Course
el: el-Add Course
es_es: es_ES-Add Course
fa_ir: fa_IR-Add Course
fr_fr: fr_FR-Add Course
he_il: he_IL-Add Course
it_it: it_IT-Add Course
ms_my: ms_My-Add Course
nl_nl: nl_NL-Add Course
pt_pt: pt_PT-Add Course
ru_ru: RU-Add Course
th: th-Add Course
tr: tr-Add Course
zh_cn: zh-CN-Add Course

source: Language of instruction
ar: ar-Language of instruction
de_de: de_DE-Language of instruction
el: el-Language of instruction
es_es: es_ES-Language of instruction
fa_ir: fa_IR-Language of instruction
fr_fr: fr_FR-Language of instruction
he_il: he_IL-Language of instruction
it_it: it_IT-Language of instruction
ms_my: ms_My-Language of instruction
nl_nl: nl_NL-Language of instruction
pt_pt: pt_PT-Language of instruction
ru_ru: RU-Language of instruction
th: th-Language of instruction
tr: tr-Language of instruction
zh_cn: zh-CN-Language of instruction

source: Course name
ar: ar-Course name
de_de: de_DE-Course name
el: el-Course name
es_es: es_ES-Course name
fa_ir: fa_IR-Course name
fr_fr: fr_FR-Course name
he_il: he_IL-Course name
it_it: it_IT-Course name
ms_my: ms_My-Course name
nl_nl: nl_NL-Course name
pt_pt: pt_PT-Course name
ru_ru: RU-Course name
th: th-Course name
tr: tr-Course name
zh_cn: zh-CN-Course name

source: Start date
ar: ar-Start Date
de_de: de_DE-Start Date
el: el-Start Date
es_es: es_ES-Start Date
fa_ir: fa_IR-Start Date
fr_fr: fr_FR-Start Date
he_il: he_IL-Start Date
it_it: it_IT-Start Date
ms_my: ms_My-Start Date
nl_nl: nl_NL-Start Date
pt_pt: pt_PT-Start Date
ru_ru: RU-Start Date
th: th-Start Date
tr: tr-Start Date

source: End date
ar: ar-End Date
de_de: de_DE-End Date
el: el-End Date
es_es: es_ES-End Date
fa_ir: fa_IR-End Date
fr_fr: fr_FR-End Date
he_il: he_IL-End Date
it_it: it_IT-End Date
ms_my: ms_My-End Date
nl_nl: nl_NL-End Date
pt_pt: pt_PT-End Date
ru_ru: RU-End Date
th: th-End Date
tr: tr-End Date
zh_cn: zh-CN-End Date

source: My content
ar: ar-My content
de_de: de_DE-My content
el: el-My content
es_es: es_ES-My content
fa_ir: fa_IR-My content
fr_fr: fr_FR-My content
he_il: he_IL-My content
it_it: it_IT-My content
ms_my: ms_My-My content
nl_nl: nl_NL-My content
pt_pt: pt_PT-My content
ru_ru: RU-My content
th: th-My content
tr: tr-My content
zh_cn: zh-CN-My content

source: Select date
ar: ar-Select date
de_de: de_DE-Select date
el: el-Select date
es_es: es_ES-Select date
fa_ir: fa_IR-Select date
fr_fr: fr_FR-Select date
he_il: he_IL-Select date
it_it: it_IT-Select date
ms_my: ms_My-Select date
nl_nl: nl_NL-Select date
pt_pt: pt_PT-Select date
ru_ru: RU-Select date
th: th-Select date
tr: tr-Select date
zh_cn: zh-CN-Select date

source: Class title can't be empty.
ar: ar-Class title can't be empty.
de_de: de_DE-Class title can't be empty.
el: el-Class title can't be empty.
es_es: es_ES-Class title can't be empty.
fa_ir: fa_IR-Class title can't be empty.
fr_fr: fr_FR-Class title can't be empty.
he_il: he_IL-Class title can't be empty.
it_it: it_IT-Class title can't be empty.
ms_my: ms_My-Class title can't be empty.
nl_nl: nl_NL-Class title can't be empty.
pt_pt: pt_PT-Class title can't be empty.
ru_ru: RU-Class title can't be empty.
th: th-Class title can't be empty.
tr: tr-Class title can't be empty.
zh_cn: zh-CN-Class title can't be empty.

source: Start date required.
ar: ar-Start date required.
de_de: de_DE-Start date required.
el: el-Start date required.
es_es: es_ES-Start date required.
fa_ir: fa_IR-Start date required.
fr_fr: fr_FR-Start date required.
he_il: he_IL-Start date required.
it_it: it_IT-Start date required.
ms_my: ms_My-Start date required.
nl_nl: nl_NL-Start date required.
pt_pt: pt_PT-Start date required.
ru_ru: RU-Start date required.
th: th-Start date required.
tr: tr-Start date required.

source: Select teacher
ar: ar-Select teacher
de_de: de_DE-Select teacher
el: el-Select teacher
es_es: es_ES-Select teacher
fa_ir: fa_IR-Select teacher
fr_fr: fr_FR-Select teacher
he_il: he_IL-Select teacher
it_it: it_IT-Select teacher
ms_my: ms_My-Select teacher
nl_nl: nl_NL-Select teacher
pt_pt: pt_PT-Select teacher
ru_ru: RU-Select teacher
th: th-Select teacher
tr: tr-Select teacher
zh_cn: zh-CN-Select teacher

source: Class duration (in minutes )
ar: ar-Class duration (in minutes )
de_de: de_DE-Class duration (in minutes )
el: el-Class duration (in minutes )
es_es: es_ES-Class duration (in minutes )
fa_ir: fa_IR-Class duration (in minutes )
fr_fr: fr_FR-Class duration (in minutes )
he_il: he_IL-Class duration (in minutes )
it_it: it_IT-Class duration (in minutes )
ms_my: ms_My-Class duration (in minutes )
nl_nl: nl_NL-Class duration (in minutes )
pt_pt: pt_PT-Class duration (in minutes )
ru_ru: RU-Class duration (in minutes )
th: th-Class duration (in minutes )
tr: tr-Class duration (in minutes )
zh_cn: zh-CN-Class duration (in minutes )

source: View Recording
ar: ar-View Recording
de_de: de_DE-View Recording
el: el-View Recording
es_es: es_ES-View Recording
fa_ir: fa_IR-View Recording
fr_fr: fr_FR-View Recording
he_il: he_IL-View Recording
it_it: it_IT-View Recording
ms_my: ms_My-View Recording
nl_nl: nl_NL-View Recording
pt_pt: pt_PT-View Recording
ru_ru: RU-View Recording
th: th-View Recording
tr: tr-View Recording
zh_cn: zh-CN-View Recording

source: Time Zone
ar: ar-Time Zone
de_de: de_DE-Time Zone
el: el-Time Zone
es_es: es_ES-Time Zone
fa_ir: fa_IR-Time Zone
fr_fr: fr_FR-Time Zone
he_il: he_IL-Time Zone
it_it: it_IT-Time Zone
ms_my: ms_My-Time Zone
nl_nl: nl_NL-Time Zone
pt_pt: pt_PT-Time Zone
ru_ru: RU-Time Zone
th: th-Time Zone
tr: tr-Time Zone
zh_cn: zh-CN-Time Zone

source: Select User
ar: ar-Select User
de_de: de_DE-Select User
el: el-Select User
es_es: es_ES-Select User
fa_ir: fa_IR-Select User
fr_fr: fr_FR-Select User
he_il: he_IL-Select User
it_it: it_IT-Select User
ms_my: ms_My-Select User
nl_nl: nl_NL-Select User
pt_pt: pt_PT-Select User
ru_ru: RU-Select User
th: th-Select User
tr: tr-Select User
zh_cn: zh-CN-Select User

source: Bulk Actions
ar: ar-Bulk Actions
de_de: de_DE-Bulk Actions
el: el-Bulk Actions
es_es: es_ES-Bulk Actions
fa_ir: fa_IR-Bulk Actions
fr_fr: fr_FR-Bulk Actions
he_il: he_IL-Bulk Actions
it_it: it_IT-Bulk Actions
ms_my: ms_My-Bulk Actions
nl_nl: nl_NL-Bulk Actions
pt_pt: pt_PT-Bulk Actions
ru_ru: RU-Bulk Actions
th: th-Bulk Actions
tr: tr-Bulk Actions
zh_cn: zh-CN-Bulk Actions

source: Add new class
ar: ar-Add new class
de_de: de_DE-Add new class
el: el-Add new class
es_es: es_ES-Add new class
fa_ir: fa_IR-Add new class
fr_fr: fr_FR-Add new class
he_il: he_IL-Add new class
it_it: it_IT-Add new class
ms_my: ms_My-Add new class
nl_nl: nl_NL-Add new class
pt_pt: pt_PT-Add new class
ru_ru: RU-Add new class
th: th-Add new class
tr: tr-Add new class
zh_cn: zh-CN-Add new class

source: Enroll user
ar: ar-Enroll user
de_de: de_DE-Enroll user
el: el-Enroll user
es_es: es_ES-Enroll user
fa_ir: fa_IR-Enroll user
fr_fr: fr_FR-Enroll user
he_il: he_IL-Enroll user
it_it: it_IT-Enroll user
ms_my: ms_My-Enroll user
nl_nl: nl_NL-Enroll user
pt_pt: pt_PT-Enroll user
ru_ru: RU-Enroll user
th: th-Enroll user
tr: tr-Enroll user
zh_cn: zh-CN-Enroll user

source: Time Zone API URL
ar: ar-Time Zone API URL
de_de: de_DE-Time Zone API URL
el: el-Time Zone API URL
es_es: es_ES-Time Zone API URL
fa_ir: fa_IR-Time Zone API URL
fr_fr: fr_FR-Time Zone API URL
he_il: he_IL-Time Zone API URL
it_it: it_IT-Time Zone API URL
ms_my: ms_My-Time Zone API URL
nl_nl: nl_NL-Time Zone API URL
pt_pt: pt_PT-Time Zone API URL
ru_ru: RU-Time Zone API URL
th: th-Time Zone API URL
tr: tr-Time Zone API URL
zh_cn: zh-CN-Time Zone API URL

source: Clear
ar: ar-Clear
de_de: de_DE-Clear
el: el-Clear
es_es: es_ES-Clear
fa_ir: fa_IR-Clear
fr_fr: fr_FR-Clear
he_il: he_IL-Clear
it_it: it_IT-Clear
ms_my: ms_My-Clear
nl_nl: nl_NL-Clear
pt_pt: pt_PT-Clear
ru_ru: RU-Clear
th: th-Clear
tr: tr-Clear

source: Manage Course
ar: ar-Manage Course
de_de: de_DE-Manage Course
el: el-Manage Course
es_es: es_ES-Manage Course
fa_ir: fa_IR-Manage Course
fr_fr: fr_FR-Manage Course
he_il: he_IL-Manage Course
it_it: it_IT-Manage Course
ms_my: ms_My-Manage Course
nl_nl: nl_NL-Manage Course
pt_pt: pt_PT-Manage Course
ru_ru: RU-Manage Course
th: th-Manage Course
tr: tr-Manage Course
zh_cn: zh-CN-Manage Course

source: Add New Class
ar: ar-Add New Class
de_de: de_DE-Add New Class
el: el-Add New Class
es_es: es_ES-Add New Class
fa_ir: fa_IR-Add New Class
fr_fr: fr_FR-Add New Class
he_il: he_IL-Add New Class
it_it: it_IT-Add New Class
ms_my: ms_My-Add New Class
nl_nl: nl_NL-Add New Class
pt_pt: pt_PT-Add New Class
ru_ru: RU-Add New Class
th: th-Add New Class
tr: tr-Add New Class
zh_cn: zh-CN-Add New Class

source: Class Title
ar: ar-Class Title
de_de: de_DE-Class Title
el: el-Class Title
es_es: es_ES-Class Title
fa_ir: fa_IR-Class Title
fr_fr: fr_FR-Class Title
he_il: he_IL-Class Title
it_it: it_IT-Class Title
ms_my: ms_My-Class Title
nl_nl: nl_NL-Class Title
pt_pt: pt_PT-Class Title
ru_ru: RU-Class Title
th: th-Class Title
tr: tr-Class Title
zh_cn: zh-CN-Class Title

source: Minimum 30 min and maximum 300 min
ar: ar-Minimum 30 min and maximum 300 min
de_de: de_DE-Minimum 30 min and maximum 300 min
el: el-Minimum 30 min and maximum 300 min
es_es: es_ES-Minimum 30 min and maximum 300 min
fa_ir: fa_IR-Minimum 30 min and maximum 300 min
fr_fr: fr_FR-Minimum 30 min and maximum 300 min
he_il: he_IL-Minimum 30 min and maximum 300 min
it_it: it_IT-Minimum 30 min and maximum 300 min
ms_my: ms_My-Minimum 30 min and maximum 300 min
nl_nl: nl_NL-Minimum 30 min and maximum 300 min
pt_pt: pt_PT-Minimum 30 min and maximum 300 min
ru_ru: RU-Minimum 30 min and maximum 300 min
th: th-Minimum 30 min and maximum 300 min
tr: tr-Minimum 30 min and maximum 300 min
zh_cn: zh-CN-Minimum 30 min and maximum 300 min

source: Minimum 30 min and maximum 300 min.
ar: ar-Minimum 30 min and maximum 300 min.
de_de: de_DE-Minimum 30 min and maximum 300 min.
el: el-Minimum 30 min and maximum 300 min.
es_es: es_ES-Minimum 30 min and maximum 300 min.
fa_ir: fa_IR-Minimum 30 min and maximum 300 min.
fr_fr: fr_FR-Minimum 30 min and maximum 300 min.
he_il: he_IL-Minimum 30 min and maximum 300 min.
it_it: it_IT-Minimum 30 min and maximum 300 min.
ms_my: ms_My-Minimum 30 min and maximum 300 min.
nl_nl: nl_NL-Minimum 30 min and maximum 300 min.
pt_pt: pt_PT-Minimum 30 min and maximum 300 min.
ru_ru: RU-Minimum 30 min and maximum 300 min.
th: th-Minimum 30 min and maximum 300 min.
tr: tr-Minimum 30 min and maximum 300 min.
zh_cn: zh-CN-Minimum 30 min and maximum 300 min.

source: in minutes
ar: ar-in minutes
de_de: de_DE-in minutes
el: el-in minutes
es_es: es_ES-in minutes
fa_ir: fa_IR-in minutes
fr_fr: fr_FR-in minutes
he_il: he_IL-in minutes
it_it: it_IT-in minutes
ms_my: ms_My-in minutes
nl_nl: nl_NL-in minutes
pt_pt: pt_PT-in minutes
ru_ru: RU-in minutes
th: th-in minutes
tr: tr-in minutes
zh_cn: zh-CN-in minutes

source: Class duration
ar: ar-Class duration
de_de: de_DE-Class duration
el: el-Class duration
es_es: es_ES-Class duration
fa_ir: fa_IR-Class duration
fr_fr: fr_FR-Class duration
he_il: he_IL-Class duration
it_it: it_IT-Class duration
ms_my: ms_My-Class duration
nl_nl: nl_NL-Class duration
pt_pt: pt_PT-Class duration
ru_ru: RU-Class duration
th: th-Class duration
tr: tr-Class duration
zh_cn: zh-CN-Class duration

source: Please select when this class repeats.
ar: ar-Please select when this class repeats.
de_de: de_DE-Please select when this class repeats.
el: el-Please select when this class repeats.
es_es: es_ES-Please select when this class repeats.
fa_ir: fa_IR-Please select when this class repeats.
fr_fr: fr_FR-Please select when this class repeats.
he_il: he_IL-Please select when this class repeats.
it_it: it_IT-Please select when this class repeats.
ms_my: ms_My-Please select when this class repeats.
nl_nl: nl_NL-Please select when this class repeats.
pt_pt: pt_PT-Please select when this class repeats.
ru_ru: RU-Please select when this class repeats.
th: th-Please select when this class repeats.
tr: tr-Please select when this class repeats.
zh_cn: zh-CN-Please select when this class repeats.

source: Please enter number of classes.
ar: ar-Please enter number of classes.
de_de: de_DE-Please enter number of classes.
el: el-Please enter number of classes.
es_es: es_ES-Please enter number of classes.
fa_ir: fa_IR-Please enter number of classes.
fr_fr: fr_FR-Please enter number of classes.
he_il: he_IL-Please enter number of classes.
it_it: it_IT-Please enter number of classes.
ms_my: ms_My-Please enter number of classes.
nl_nl: nl_NL-Please enter number of classes.
pt_pt: pt_PT-Please enter number of classes.
ru_ru: RU-Please enter number of classes.
th: th-Please enter number of classes.
tr: tr-Please enter number of classes.
zh_cn: zh-CN-Please enter number of classes.

source: Class schedule
ar: ar-Class schedule
de_de: de_DE-Class schedule
el: el-Class schedule
es_es: es_ES-Class schedule
fa_ir: fa_IR-Class schedule
fr_fr: fr_FR-Class schedule
he_il: he_IL-Class schedule
it_it: it_IT-Class schedule
ms_my: ms_My-Class schedule
nl_nl: nl_NL-Class schedule
pt_pt: pt_PT-Class schedule
ru_ru: RU-Class schedule
th: th-Class schedule
tr: tr-Class schedule
zh_cn: zh-CN-Class schedule

source: Duration
ar: ar-Duration
de_de: de_DE-Duration
el: el-Duration
es_es: es_ES-Duration
fa_ir: fa_IR-Duration
fr_fr: fr_FR-Duration
he_il: he_IL-Duration
it_it: it_IT-Duration
ms_my: ms_My-Duration
nl_nl: nl_NL-Duration
pt_pt: pt_PT-Duration
ru_ru: RU-Duration
th: th-Duration
tr: tr-Duration
zh_cn: zh-CN-Duration

source: Language in classroom
ar: ar-Language in classroom
de_de: de_DE-Language in classroom
el: el-Language in classroom
es_es: es_ES-Language in classroom
fa_ir: fa_IR-Language in classroom
fr_fr: fr_FR-Language in classroom
he_il: he_IL-Language in classroom
it_it: it_IT-Language in classroom
ms_my: ms_My-Language in classroom
nl_nl: nl_NL-Language in classroom
pt_pt: pt_PT-Language in classroom
ru_ru: RU-Language in classroom
th: th-Language in classroom
tr: tr-Language in classroom
zh_cn: zh-CN-Language in classroom

source: Content name
ar: ar-Content name
de_de: de_DE-Content name
el: el-Content name
es_es: es_ES-Content name
fa_ir: fa_IR-Content name
fr_fr: fr_FR-Content name
he_il: he_IL-Content name
it_it: it_IT-Content name
ms_my: ms_My-Content name
nl_nl: nl_NL-Content name
pt_pt: pt_PT-Content name
ru_ru: RU-Content name
th: th-Content name
tr: tr-Content name
zh_cn: zh-CN-Content name

source: Upload file
ar: ar-Upload file
de_de: de_DE-Upload file
el: el-Upload file
es_es: es_ES-Upload file
fa_ir: fa_IR-Upload file
fr_fr: fr_FR-Upload file
he_il: he_IL-Upload file
it_it: it_IT-Upload file
ms_my: ms_My-Upload file
nl_nl: nl_NL-Upload file
pt_pt: pt_PT-Upload file
ru_ru: RU-Upload file
th: th-Upload file
tr: tr-Upload file
zh_cn: zh-CN-Upload file

source: Folder name
ar: ar-Folder name
de_de: de_DE-Folder name
el: el-Folder name
es_es: es_ES-Folder name
fa_ir: fa_IR-Folder name
fr_fr: fr_FR-Folder name
he_il: he_IL-Folder name
it_it: it_IT-Folder name
ms_my: ms_My-Folder name
nl_nl: nl_NL-Folder name
pt_pt: pt_PT-Folder name
ru_ru: RU-Folder name
th: th-Folder name
tr: tr-Folder name
zh_cn: zh-CN-Folder name

source: Please select file to upload.
ar: ar-Please select file to upload.
de_de: de_DE-Please select file to upload.
el: el-Please select file to upload.
es_es: es_ES-Please select file to upload.
fa_ir: fa_IR-Please select file to upload.
fr_fr: fr_FR-Please select file to upload.
he_il: he_IL-Please select file to upload.
it_it: it_IT-Please select file to upload.
ms_my: ms_My-Please select file to upload.
nl_nl: nl_NL-Please select file to upload.
pt_pt: pt_PT-Please select file to upload.
ru_ru: RU-Please select file to upload.
th: th-Please select file to upload.
tr: tr-Please select file to upload.
zh_cn: zh-CN-Please select file to upload.

source: The request has been successfully completed.
ar: ar-The request has been successfully completed.
de_de: de_DE-The request has been successfully completed.
el: el-The request has been successfully completed.
es_es: es_ES-The request has been successfully completed.
fa_ir: fa_IR-The request has been successfully completed.
fr_fr: fr_FR-The request has been successfully completed.
he_il: he_IL-The request has been successfully completed.
it_it: it_IT-The request has been successfully completed.
ms_my: ms_My-The request has been successfully completed.
nl_nl: nl_NL-The request has been successfully completed.
pt_pt: pt_PT-The request has been successfully completed.
ru_ru: RU-The request has been successfully completed.
th: th-The request has been successfully completed.
tr: tr-The request has been successfully completed.
zh_cn: zh-CN-The request has been successfully completed.
