Repository: mohseenfht/wiziq-old-curl
Catalog: languages/wiziq-*.po
Languages: ar, de_de, el, es_es, fa_ir, fr_fr, he_il, it_it, ms_my, nl_nl, pt_pt, ru_ru, th, tr, zh_cn

source: Cannot modify a completed class.
ar: ar-Cannot modify a completed class.
de_de: de_DE-Cannot modify a completed class.
el: el-Cannot modify a completed class.
es_es: es_ES-Cannot modify a completed class.
fa_ir: fa_IR-Cannot modify a completed class.
fr_fr: fr_FR-Cannot modify a completed class.
he_il: he_IL-Cannot modify a completed class.
it_it: it_IT-Cannot modify a completed class.
ms_my: ms_My-Cannot modify a completed class.
nl_nl: nl_NL-Cannot modify a completed class.
pt_pt: pt_PT-Cannot modify a completed class.
ru_ru: RU-Cannot modify a completed class.
th: th-Cannot modify a completed class.
tr: tr-Cannot modify a completed class.
zh_cn: zh-CN-Cannot modify a completed class.

source: Cannot modify an expired class.
ar: ar-Cannot modify an expired class.
de_de: de_DE-Cannot modify an expired class.
el: el-Cannot modify an expired class.
es_es: es_ES-Cannot modify an expired class.
fa_ir: fa_IR-Cannot modify an expired class.
fr_fr: fr_FR-Cannot modify an expired class.
he_il: he_IL-Cannot modify an expired class.
it_it: it_IT-Cannot modify an expired class.
ms_my: ms_My-Cannot modify an expired class.
nl_nl: nl_NL-Cannot modify an expired class.
pt_pt: pt_PT-Cannot modify an expired class.
ru_ru: RU-Cannot modify an expired class.
th: th-Cannot modify an expired class.
tr: tr-Cannot modify an expired class.
zh_cn: zh-CN-Cannot modify an expired class.

source: Cannot modify a deleted class.
ar: ar-Cannot modify a deleted class.
de_de: de_DE-Cannot modify a deleted class.
el: el-Cannot modify a deleted class.
es_es: es_ES-Cannot modify a deleted class.
fa_ir: fa_IR-Cannot modify a deleted class.
fr_fr: fr_FR-Cannot modify a deleted class.
he_il: he_IL-Cannot modify a deleted class.
it_it: it_IT-Cannot modify a deleted class.
ms_my: ms_My-Cannot modify a deleted class.
nl_nl: nl_NL-Cannot modify a deleted class.
pt_pt: pt_PT-Cannot modify a deleted class.
ru_ru: RU-Cannot modify a deleted class.
th: th-Cannot modify a deleted class.
tr: tr-Cannot modify a deleted class.
zh_cn: zh-CN-Cannot modify a deleted class.

source: start_time parameter is missing.
ar: ar-start_time parameter is missing.
de_de: de_DE-start_time parameter is missing.
el: el-start_time parameter is missing.
es_es: es_ES-start_time parameter is missing.
fa_ir: fa_IR-start_time parameter is missing.
fr_fr: fr_FR-start_time parameter is missing.
he_il: he_IL-start_time parameter is missing.
it_it: it_IT-start_time parameter is missing.
ms_my: ms_My-start_time parameter is missing.
nl_nl: nl_NL-start_time parameter is missing.
pt_pt: pt_PT-start_time parameter is missing.
ru_ru: RU-start_time parameter is missing.
th: th-start_time parameter is missing.
tr: tr-start_time parameter is missing.

source: class_id parameter is missing.
ar: ar-class_id parameter is missing.
de_de: de_DE-class_id parameter is missing.
el: el-class_id parameter is missing.
es_es: es_ES-class_id parameter is missing.
fa_ir: fa_IR-class_id parameter is missing.
fr_fr: fr_FR-class_id parameter is missing.
he_il: he_IL-class_id parameter is missing.
it_it: it_IT-class_id parameter is missing.
ms_my: ms_My-class_id parameter is missing.
nl_nl: nl_NL-class_id parameter is missing.
pt_pt: pt_PT-class_id parameter is missing.
ru_ru: RU-class_id parameter is missing.
th: th-class_id parameter is missing.
tr: tr-class_id parameter is missing.

source: attendee_list parameter is missing.
ar: ar-attendee_list parameter is missing.
de_de: de_DE-attendee_list parameter is missing.
el: el-attendee_list parameter is missing.
es_es: es_ES-attendee_list parameter is missing.
fa_ir: fa_IR-attendee_list parameter is missing.
fr_fr: fr_FR-attendee_list parameter is missing.
he_il: he_IL-attendee_list parameter is missing.
it_it: it_IT-attendee_list parameter is missing.
ms_my: ms_My-attendee_list parameter is missing.
nl_nl: nl_NL-attendee_list parameter is missing.
pt_pt: pt_PT-attendee_list parameter is missing.
ru_ru: RU-attendee_list parameter is missing.
th: th-attendee_list parameter is missing.
tr: tr-attendee_list parameter is missing.

source: Datetime is not in valid format.
ar: ar-Datetime is not in valid format.
de_de: de_DE-Datetime is not in valid format.
el: el-Datetime is not in valid format.
es_es: es_ES-Datetime is not in valid format.
fa_ir: fa_IR-Datetime is not in valid format.
fr_fr: fr_FR-Datetime is not in valid format.
he_il: he_IL-Datetime is not in valid format.
it_it: it_IT-Datetime is not in valid format.
ms_my: ms_My-Datetime is not in valid format.
nl_nl: nl_NL-Datetime is not in valid format.
pt_pt: pt_PT-Datetime is not in valid format.
ru_ru: RU-Datetime is not in valid format.
th: th-Datetime is not in valid format.
tr: tr-Datetime is not in valid format.
zh_cn: zh-CN-Datetime is not in valid format.

source: screen_name is missing.
ar: ar-screen_name is missing.
de_de: de_DE-screen_name is missing.
el: el-screen_name is missing.
es_es: es_ES-screen_name is missing.
fa_ir: fa_IR-screen_name is missing.
fr_fr: fr_FR-screen_name is missing.
he_il: he_IL-screen_name is missing.
it_it: it_IT-screen_name is missing.
ms_my: ms_My-screen_name is missing.
nl_nl: nl_NL-screen_name is missing.
pt_pt: pt_PT-screen_name is missing.
ru_ru: RU-screen_name is missing.
th: th-screen_name is missing.
tr: tr-screen_name is missing.
zh_cn: zh-CN-screen_name is missing.

source: Please enter folder name.
ar: ar-Please enter folder name.
de_de: de_DE-Please enter folder name.
el: el-Please enter folder name.
es_es: es_ES-Please enter folder name.
fa_ir: fa_IR-Please enter folder name.
fr_fr: fr_FR-Please enter folder name.
he_il: he_IL-Please enter folder name.
it_it: it_IT-Please enter folder name.
ms_my: ms_My-Please enter folder name.
nl_nl: nl_NL-Please enter folder name.
pt_pt: pt_PT-Please enter folder name.
ru_ru: RU-Please enter folder name.
th: th-Please enter folder name.
tr: tr-Please enter folder name.
zh_cn: zh-CN-Please enter folder name.

source: Can schedule class
ar: ar-Can schedule class
de_de: de_DE-Can schedule class
el: el-Can schedule class
es_es: es_ES-Can schedule class
fa_ir: fa_IR-Can schedule class
fr_fr: fr_FR-Can schedule class
he_il: he_IL-Can schedule class
it_it: it_IT-Can schedule class
ms_my: ms_My-Can schedule class
nl_nl: nl_NL-Can schedule class
pt_pt: pt_PT-Can schedule class
ru_ru: RU-Can schedule class
th: th-Can schedule class
tr: tr-Can schedule class
zh_cn: zh-CN-Can schedule class

source: Teacher name
ar: ar-Teacher name
de_de: de_DE-Teacher name
el: el-Teacher name
es_es: es_ES-Teacher name
fa_ir: fa_IR-Teacher name
fr_fr: fr_FR-Teacher name
he_il: he_IL-Teacher name
it_it: it_IT-Teacher name
ms_my: ms_My-Teacher name
nl_nl: nl_NL-Teacher name
pt_pt: pt_PT-Teacher name
ru_ru: RU-Teacher name
th: th-Teacher name
tr: tr-Teacher name
zh_cn: zh-CN-Teacher name

source: Edit Teacher
ar: ar-Edit Teacher
de_de: de_DE-Edit Teacher
el: el-Edit Teacher
es_es: es_ES-Edit Teacher
fa_ir: fa_IR-Edit Teacher
fr_fr: fr_FR-Edit Teacher
he_il: he_IL-Edit Teacher
it_it: it_IT-Edit Teacher
ms_my: ms_My-Edit Teacher
nl_nl: nl_NL-Edit Teacher
pt_pt: pt_PT-Edit Teacher
ru_ru: RU-Edit Teacher
th: th-Edit Teacher
tr: tr-Edit Teacher
zh_cn: zh-CN-Edit Teacher

source: Please enter end date.
ar: ar-Please enter end date.
de_de: de_DE-Please enter end date.
el: el-Please enter end date.
es_es: es_ES-Please enter end date.
fa_ir: fa_IR-Please enter end date.
fr_fr: fr_FR-Please enter end date.
he_il: he_IL-Please enter end date.
it_it: it_IT-Please enter end date.
ms_my: ms_My-Please enter end date.
nl_nl: nl_NL-Please enter end date.
pt_pt: pt_PT-Please enter end date.
ru_ru: RU-Please enter end date.
th: th-Please enter end date.
tr: tr-Please enter end date.
zh_cn: zh-CN-Please enter end date.

source: TEACHER
ar: ar-TEACHER
de_de: de_DE-TEACHER
el: el-TEACHER
es_es: es_ES-TEACHER
fa_ir: fa_IR-TEACHER
fr_fr: fr_FR-TEACHER
he_il: he_IL-TEACHER
it_it: it_IT-TEACHER
ms_my: ms_My-TEACHER
nl_nl: nl_NL-TEACHER
pt_pt: pt_PT-TEACHER
ru_ru: RU-TEACHER
th: th-TEACHER
tr: tr-TEACHER
zh_cn: zh-CN-TEACHER

source: Class deleted successfully
ar: ar-Class deleted successfully
de_de: de_DE-Class deleted successfully
el: el-Class deleted successfully
es_es: es_ES-Class deleted successfully
fa_ir: fa_IR-Class deleted successfully
fr_fr: fr_FR-Class deleted successfully
he_il: he_IL-Class deleted successfully
it_it: it_IT-Class deleted successfully
ms_my: ms_My-Class deleted successfully
nl_nl: nl_NL-Class deleted successfully
pt_pt: pt_PT-Class deleted successfully
ru_ru: RU-Class deleted successfully
th: th-Class deleted successfully
tr: tr-Class deleted successfully
zh_cn: zh-CN-Class deleted successfully

source: Please select user from right panel
ar: ar-Please select user from right panel
de_de: de_DE-Please select user from right panel
el: el-Please select user from right panel
es_es: es_ES-Please select user from right panel
fa_ir: fa_IR-Please select user from right panel
fr_fr: fr_FR-Please select user from right panel
he_il: he_IL-Please select user from right panel
it_it: it_IT-Please select user from right panel
ms_my: ms_My-Please select user from right panel
nl_nl: nl_NL-Please select user from right panel
pt_pt: pt_PT-Please select user from right panel
ru_ru: RU-Please select user from right panel
th: th-Please select user from right panel
tr: tr-Please select user from right panel
zh_cn: zh-CN-Please select user from right panel

source: No classes available for this course
ar: ar-No classes available for this course
de_de: de_DE-No classes available for this course
el: el-No classes available for this course
es_es: es_ES-No classes available for this course
fa_ir: fa_IR-No classes available for this course
fr_fr: fr_FR-No classes available for this course
he_il: he_IL-No classes available for this course
it_it: it_IT-No classes available for this course
ms_my: ms_My-No classes available for this course
nl_nl: nl_NL-No classes available for this course
pt_pt: pt_PT-No classes available for this course
ru_ru: RU-No classes available for this course
th: th-No classes available for this course
tr: tr-No classes available for this course
zh_cn: zh-CN-No classes available for this course

source: required
ar: ar-required
de_de: de_DE-required
el: el-required
es_es: es_ES-required
fa_ir: fa_IR-required
fr_fr: fr_FR-required
he_il: he_IL-required
it_it: it_IT-required
ms_my: ms_My-required
nl_nl: nl_NL-required
pt_pt: pt_PT-required
ru_ru: RU-required
th: th-required
tr: tr-required
zh_cn: zh-CN-required

source: Please select week days.
ar: ar-Please select week days.
de_de: de_DE-Please select week days.
el: el-Please select week days.
es_es: es_ES-Please select week days.
fa_ir: fa_IR-Please select week days.
fr_fr: fr_FR-Please select week days.
he_il: he_IL-Please select week days.
it_it: it_IT-Please select week days.
ms_my: ms_My-Please select week days.
nl_nl: nl_NL-Please select week days.
pt_pt: pt_PT-Please select week days.
ru_ru: RU-Please select week days.
th: th-Please select week days.
tr: tr-Please select week days.
zh_cn: zh-CN-Please select week days.

source: Stzh-CNt Date
zh_cn: zh-CN-Stzh-CNt Date

source: There zh-CNe no user
zh_cn: zh-CN-There zh-CNe no user

source: Class Stzh-CNting Time Date
zh_cn: zh-CN-Class Stzh-CNting Time Dat

source: Stzh-CNt date required
zh_cn: zh-CN-Stzh-CNt date required

source: Stzh-CNt_time pzh-CNameter cannot precede current datetime
zh_cn: zh-CN-Stzh-CNt_time pzh-CNameter cannot precede current datetime

source: There is 1005 error while processing your request. Invalid stzh-CNt_time pzh-CNameter
zh_cn: zh-CN-There is 1005 error while processing your request. Invalid stzh-CNt_time pzh-CNameter

source: You can enter upto 1000 chzh-CNacters.
zh_cn: zh-CN-You can enter upto 1000 chzh-CNacters.

source: End date should be one day greater than stzh-CNt date
zh_cn: zh-CN-End date should be one day greater than stzh-CNt dat

source: Stzh-CNt date can not be empty
zh_cn: zh-CN-Stzh-CNt date can not be empty

source: zh-CNe you sure, you want to delete!
zh_cn: zh-CN-zh-CNe you sure, you want to delete!

source: Stzh-CNt date not mentioned
zh_cn: zh-CN-Stzh-CNt date not mentioned

source: zh-CNe you sure, you want to delete
zh_cn: zh-CN-zh-CNe you sure, you want to delete

source: Password length between 6 - 15 chzh-CNacter
zh_cn: zh-CN- Password length between 6 - 15 chzh-CNacter

source: Stzh-CNt date
zh_cn: zh-CN-Stzh-CNt Date

source: Stzh-CNt date required.
zh_cn: zh-CN-Stzh-CNt date required.

source: Clezh-CN
zh_cn: zh-CN-Clezh-CN

source: Bad Request: The request is invalid. Error messages zh-CNe returned for explanation purposes.
zh_cn: zh-CN-Bad Request: The request is invalid. Error messages zh-CNe returned for explanation purposes.

source: Not Authorized: The credentials provided zh-CNe invalid or zh-CNe needed for the operation.
zh_cn: zh-CN-Not Authorized: The credentials provided zh-CNe invalid or zh-CNe needed for the operation.

source: Not Found: The resource requested doesn’t exist. Ex: The provided czh-CN_id in the url doesn’t exist.
zh_cn: zh-CN-Not Found: The resource requested doesn’t exist. Ex: The provided czh-CN_id in the url doesn’t exist.

source: presenter_id pzh-CNameter is missing.
zh_cn: zh-CN-presenter_id pzh-CNameter is missing.

source: presenter_name pzh-CNameter is missing.
zh_cn: zh-CN-presenter_name pzh-CNameter is missing.

source: Specified time_zone pzh-CNameter is not available.
zh_cn: zh-CN-Specified time_zone pzh-CNameter is not available.

source: stzh-CNt_time pzh-CNameter cannot precede current datetime.
zh_cn: zh-CN-stzh-CNt_time pzh-CNameter cannot precede current datetime.

source: Invalid stzh-CNt_time pzh-CNameter.
zh_cn: zh-CN-Invalid stzh-CNt_time pzh-CNameter.

source: time_zone pzh-CNameter is missing.
zh_cn: zh-CN-time_zone pzh-CNameter is missing.

source: duration pzh-CNameter cannot exceed #MaxClassMinutes# minutes.
zh_cn: zh-CN-duration pzh-CNameter cannot exceed #MaxClassMinutes# minutes.

source: attendee_limit pzh-CNameter cannot exceed #MaxUserPerClass# attendees.
zh_cn: zh-CN-attendee_limit pzh-CNameter cannot exceed #MaxUserPerClass# attendees.

source: Only #MaxConcurrentClass# simultaneous classes zh-CNe allowed.
zh_cn: zh-CN-Only #MaxConcurrentClass# simultaneous classes zh-CNe allowed.

source: title pzh-CNameter is missing.
zh_cn: zh-CN-title pzh-CNameter is missing.

source: stzh-CNt_time pzh-CNameter is missing.
zh_cn: zh-CN-stzh-CNt_time pzh-CNameter is missing.

source: class_id pzh-CNameter is missing.
zh_cn: zh-CN-class_id pzh-CNameter is missing.

source: attendee_list pzh-CNameter is missing.
zh_cn: zh-CN-attendee_list pzh-CNameter is missing.
