Repository: mohseenfht/wiziq-old-curl
Catalog: languages/wiziq-*.po
Languages: ar, de_de, el, es_es, fa_ir, fr_fr, he_il, it_it, ms_my, nl_nl, pt_pt, ru_ru, th, tr, zh_cn

source: There are no user
ar: ar-There are no user
de_de: de_DE-There are no user
el: el-There are no user
es_es: es_ES-There are no user
fa_ir: fa_IR-There are no user
fr_fr: fr_FR-There are no user
he_il: he_IL-There are no user
it_it: it_IT-There are no user
ms_my: ms_My-There are no user
nl_nl: nl_NL-There are no user
pt_pt: pt_PT-There are no user
ru_ru: RU-There are no user
th: th-There are no user
tr: tr-There are no user

source: Add New
ar: ar-Add New
de_de: de_DE-Add New
el: el-Add New
es_es: es_ES-Add New
fa_ir: fa_IR-Add New
fr_fr: fr_FR-Add New
he_il: he_IL-Add New
it_it: it_IT-Add New
ms_my: ms_My-Add New
nl_nl: nl_NL-Add New
pt_pt: pt_PT-Add New
ru_ru: RU-Add New
th: th-Add New
tr: tr-Add New
zh_cn: zh-CN-Add New

source: Enroll Users for Course
ar: ar-Enroll Users for Course
de_de: de_DE-Enroll Users for Course
el: el-Enroll Users for Course
es_es: es_ES-Enroll Users for Course
fa_ir: fa_IR-Enroll Users for Course
fr_fr: fr_FR-Enroll Users for Course
he_il: he_IL-Enroll Users for Course
it_it: it_IT-Enroll Users for Course
ms_my: ms_My-Enroll Users for Course
nl_nl: nl_NL-Enroll Users for Course
pt_pt: pt_PT-Enroll Users for Course
ru_ru: RU-Enroll Users for Course
th: th-Enroll Users for Course
tr: tr-Enroll Users for Course
zh_cn: zh-CN-Enroll Users for Course

source: General
ar: ar-General
de_de: de_DE-General
el: el-General
es_es: es_ES-General
fa_ir: fa_IR-General
fr_fr: fr_FR-General
he_il: he_IL-General
it_it: it_IT-General
ms_my: ms_My-General
nl_nl: nl_NL-General
pt_pt: pt_PT-General
ru_ru: RU-General
th: th-General
tr: tr-General
zh_cn: zh-CN-General

source: Class Duration (in minutes )
ar: ar-Class Duration (in minutes )
de_de: de_DE-Class Duration (in minutes )
el: el-Class Duration (in minutes )
es_es: es_ES-Class Duration (in minutes )
fa_ir: fa_IR-Class Duration (in minutes )
fr_fr: fr_FR-Class Duration (in minutes )
he_il: he_IL-Class Duration (in minutes )
it_it: it_IT-Class Duration (in minutes )
ms_my: ms_My-Class Duration (in minutes )
nl_nl: nl_NL-Class Duration (in minutes )
pt_pt: pt_PT-Class Duration (in minutes )
ru_ru: RU-Class Duration (in minutes )
th: th-Class Duration (in minutes )
tr: tr-Class Duration (in minutes )
zh_cn: zh-CN-Class Duration (in minutes )

source: Set Timing of the Class
ar: ar-Set Timing of the Class
de_de: de_DE-Set Timing of the Class
el: el-Set Timing of the Class
es_es: es_ES-Set Timing of the Class
fa_ir: fa_IR-Set Timing of the Class
fr_fr: fr_FR-Set Timing of the Class
he_il: he_IL-Set Timing of the Class
it_it: it_IT-Set Timing of the Class
ms_my: ms_My-Set Timing of the Class
nl_nl: nl_NL-Set Timing of the Class
pt_pt: pt_PT-Set Timing of the Class
ru_ru: RU-Set Timing of the Class
th: th-Set Timing of the Class
tr: tr-Set Timing of the Class
zh_cn: zh-CN-Set Timing of the Class

source: Class Schedule
ar: ar-Class Schedul
de_de: de_DE-Class Schedul
el: el-Class Schedul
es_es: es_ES-Class Schedul
fa_ir: fa_IR-Class Schedul
fr_fr: fr_FR-Class Schedul
he_il: he_IL-Class Schedul
it_it: it_IT-Class Schedul
ms_my: ms_My-Class Schedul
nl_nl: nl_NL-Class Schedul
pt_pt: pt_PT-Class Schedul
ru_ru: RU-Class Schedul
th: th-Class Schedul
tr: tr-Class Schedul
zh_cn: zh-CN-Class Schedul

source: Select Date
ar: ar-Select Date
de_de: de_DE-Select Date
el: el-Select Date
es_es: es_ES-Select Date
fa_ir: fa_IR-Select Date
fr_fr: fr_FR-Select Date
he_il: he_IL-Select Date
it_it: it_IT-Select Date
ms_my: ms_My-Select Date
nl_nl: nl_NL-Select Date
pt_pt: pt_PT-Select Date
ru_ru: RU-Select Date
th: th-Select Date
tr: tr-Select Date
zh_cn: zh-CN-Select Date

source: Class Starting Time Date
ar: ar-Class Starting Time Dat
de_de: de_DE-Class Starting Time Dat
el: el-Class Starting Time Dat
es_es: es_ES-Class Starting Time Dat
fa_ir: fa_IR-Class Starting Time Dat
fr_fr: fr_FR-Class Starting Time Dat
he_il: he_IL-Class Starting Time Dat
it_it: it_IT-Class Starting Time Dat
ms_my: ms_My-Class Starting Time Dat
nl_nl: nl_NL-Class Starting Time Dat
pt_pt: pt_PT-Class Starting Time Dat
ru_ru: RU-Class Starting Time Dat
th: th-Class Starting Time Dat
tr: tr-Class Starting Time Dat

source: Hours
ar: ar-Hours
de_de: de_DE-Hours
el: el-Hours
es_es: es_ES-Hours
fa_ir: fa_IR-Hours
fr_fr: fr_FR-Hours
he_il: he_IL-Hours
it_it: it_IT-Hours
ms_my: ms_My-Hours
nl_nl: nl_NL-Hours
pt_pt: pt_PT-Hours
ru_ru: RU-Hours
th: th-Hours
tr: tr-Hours
zh_cn: zh-CN-Hours

source: Minutes
ar: ar-Minutes
de_de: de_DE-Minutes
el: el-Minutes
es_es: es_ES-Minutes
fa_ir: fa_IR-Minutes
fr_fr: fr_FR-Minutes
he_il: he_IL-Minutes
it_it: it_IT-Minutes
ms_my: ms_My-Minutes
nl_nl: nl_NL-Minutes
pt_pt: pt_PT-Minutes
ru_ru: RU-Minutes
th: th-Minutes
tr: tr-Minutes
zh_cn: zh-CN-Minutes

source: Time zone
ar: ar-Time zone
de_de: de_DE-Time zone
el: el-Time zone
es_es: es_ES-Time zone
fa_ir: fa_IR-Time zone
fr_fr: fr_FR-Time zone
he_il: he_IL-Time zone
it_it: it_IT-Time zone
ms_my: ms_My-Time zone
nl_nl: nl_NL-Time zone
pt_pt: pt_PT-Time zone
ru_ru: RU-Time zone
th: th-Time zone
tr: tr-Time zone
zh_cn: zh-CN-Time zone

source: Repeat by
ar: ar-Repeat by
de_de: de_DE-Repeat by
el: el-Repeat by
es_es: es_ES-Repeat by
fa_ir: fa_IR-Repeat by
fr_fr: fr_FR-Repeat by
he_il: he_IL-Repeat by
it_it: it_IT-Repeat by
ms_my: ms_My-Repeat by
nl_nl: nl_NL-Repeat by
pt_pt: pt_PT-Repeat by
ru_ru: RU-Repeat by
th: th-Repeat by
tr: tr-Repeat by
zh_cn: zh-CN-Repeat by

source: Date
ar: ar-Date
de_de: de_DE-Date
el: el-Date
es_es: es_ES-Date
fa_ir: fa_IR-Date
fr_fr: fr_FR-Date
he_il: he_IL-Date
it_it: it_IT-Date
ms_my: ms_My-Date
nl_nl: nl_NL-Date
pt_pt: pt_PT-Date
ru_ru: RU-Date
th: th-Date
tr: tr-Date
zh_cn: zh-CN-Date

source: Day
ar: ar-Day
de_de: de_DE-Day
el: el-Day
es_es: es_ES-Day
fa_ir: fa_IR-Day
fr_fr: fr_FR-Day
he_il: he_IL-Day
it_it: it_IT-Day
ms_my: ms_My-Day
nl_nl: nl_NL-Day
pt_pt: pt_PT-Day
ru_ru: RU-Day
th: th-Day
tr: tr-Day
zh_cn: zh-CN-Day

source: of every month
ar: ar-of every month
de_de: de_DE-of every month
el: el-of every month
es_es: es_ES-of every month
fa_ir: fa_IR-of every month
fr_fr: fr_FR-of every month
he_il: he_IL-of every month
it_it: it_IT-of every month
ms_my: ms_My-of every month
nl_nl: nl_NL-of every month
pt_pt: pt_PT-of every month
ru_ru: RU-of every month
th: th-of every month
tr: tr-of every month
zh_cn: zh-CN-of every month

source: After classes
ar: ar-After classes
de_de: de_DE-After classes
el: el-After classes
es_es: es_ES-After classes
fa_ir: fa_IR-After classes
fr_fr: fr_FR-After classes
he_il: he_IL-After classes
it_it: it_IT-After classes
ms_my: ms_My-After classes
nl_nl: nl_NL-After classes
pt_pt: pt_PT-After classes
ru_ru: RU-After classes
th: th-After classes
tr: tr-After classes
zh_cn: zh-CN-After classes

source: On date
ar: ar-On date
de_de: de_DE-On date
el: el-On date
es_es: es_ES-On date
fa_ir: fa_IR-On date
fr_fr: fr_FR-On date
he_il: he_IL-On date
it_it: it_IT-On date
ms_my: ms_My-On date
nl_nl: nl_NL-On date
pt_pt: pt_PT-On date
ru_ru: RU-On date
th: th-On date
tr: tr-On date
zh_cn: zh-CN-On date

source: Setting of Wiziq Class
ar: ar-Setting of Wiziq Class
de_de: de_DE-Setting of Wiziq Class
el: el-Setting of Wiziq Class
es_es: es_ES-Setting of Wiziq Class
fa_ir: fa_IR-Setting of Wiziq Class
fr_fr: fr_FR-Setting of Wiziq Class
he_il: he_IL-Setting of Wiziq Class
it_it: it_IT-Setting of Wiziq Class
ms_my: ms_My-Setting of Wiziq Class
nl_nl: nl_NL-Setting of Wiziq Class
pt_pt: pt_PT-Setting of Wiziq Class
ru_ru: RU-Setting of Wiziq Class
th: th-Setting of Wiziq Class
tr: tr-Setting of Wiziq Class
zh_cn: zh-CN-Setting of Wiziq Class

source: Attendee limit in a class
ar: ar-Attendee limit in a class
de_de: de_DE-Attendee limit in a class
el: el-Attendee limit in a class
es_es: es_ES-Attendee limit in a class
fa_ir: fa_IR-Attendee limit in a class
fr_fr: fr_FR-Attendee limit in a class
he_il: he_IL-Attendee limit in a class
it_it: it_IT-Attendee limit in a class
ms_my: ms_My-Attendee limit in a class
nl_nl: nl_NL-Attendee limit in a class
pt_pt: pt_PT-Attendee limit in a class
ru_ru: RU-Attendee limit in a class
th: th-Attendee limit in a class
tr: tr-Attendee limit in a class
zh_cn: zh-CN-Attendee limit in a class

source: Record this class
ar: ar-Record this class
de_de: de_DE-Record this class
el: el-Record this class
es_es: es_ES-Record this class
fa_ir: fa_IR-Record this class
fr_fr: fr_FR-Record this class
he_il: he_IL-Record this class
it_it: it_IT-Record this class
ms_my: ms_My-Record this class
nl_nl: nl_NL-Record this class
pt_pt: pt_PT-Record this class
ru_ru: RU-Record this class
th: th-Record this class
tr: tr-Record this class
zh_cn: zh-CN-Record this class

source: Select a language
ar: ar-Select a language
de_de: de_DE-Select a language
el: el-Select a language
es_es: es_ES-Select a language
fa_ir: fa_IR-Select a language
fr_fr: fr_FR-Select a language
he_il: he_IL-Select a language
it_it: it_IT-Select a language
ms_my: ms_My-Select a language
nl_nl: nl_NL-Select a language
pt_pt: pt_PT-Select a language
ru_ru: RU-Select a language
th: th-Select a language
tr: tr-Select a language
zh_cn: zh-CN-Select a language

source: Yes
ar: ar-Yes
de_de: de_DE-Yes
el: el-Yes
es_es: es_ES-Yes
fa_ir: fa_IR-Yes
fr_fr: fr_FR-Yes
he_il: he_IL-Yes
it_it: it_IT-Yes
ms_my: ms_My-Yes
nl_nl: nl_NL-Yes
pt_pt: pt_PT-Yes
ru_ru: RU-Yes
th: th-Yes
tr: tr-Yes
zh_cn: zh-CN-Yes

source: No
ar: ar-No
de_de: de_DE-No
el: el-No
es_es: es_ES-No
fa_ir: fa_IR-No
fr_fr: fr_FR-No
he_il: he_IL-No
it_it: it_IT-No
ms_my: ms_My-No
nl_nl: nl_NL-No
pt_pt: pt_PT-No
ru_ru: RU-No
th: th-No
tr: tr-No
zh_cn: zh-CN-No

source: Want to schedule a single class
ar: ar-Want to schedule a single class
de_de: de_DE-Want to schedule a single class
el: el-Want to schedule a single class
es_es: es_ES-Want to schedule a single class
fa_ir: fa_IR-Want to schedule a single class
fr_fr: fr_FR-Want to schedule a single class
he_il: he_IL-Want to schedule a single class
it_it: it_IT-Want to schedule a single class
ms_my: ms_My-Want to schedule a single class
nl_nl: nl_NL-Want to schedule a single class
pt_pt: pt_PT-Want to schedule a single class
ru_ru: RU-Want to schedule a single class
th: th-Want to schedule a single class
tr: tr-Want to schedule a single class
zh_cn: zh-CN-Want to schedule a single class

source: Want to schedule a recurring class
ar: ar-Want to schedule a recurring class
de_de: de_DE-Want to schedule a recurring class
el: el-Want to schedule a recurring class
es_es: es_ES-Want to schedule a recurring class
fa_ir: fa_IR-Want to schedule a recurring class
fr_fr: fr_FR-Want to schedule a recurring class
he_il: he_IL-Want to schedule a recurring class
it_it: it_IT-Want to schedule a recurring class
ms_my: ms_My-Want to schedule a recurring class
nl_nl: nl_NL-Want to schedule a recurring class
pt_pt: pt_PT-Want to schedule a recurring class
ru_ru: RU-Want to schedule a recurring class
th: th-Want to schedule a recurring class
tr: tr-Want to schedule a recurring class
zh_cn: zh-CN-Want to schedule a recurring class

source: Select when class repeats
ar: ar-Select when class repeats
de_de: de_DE-Select when class repeats
el: el-Select when class repeats
es_es: es_ES-Select when class repeats
fa_ir: fa_IR-Select when class repeats
fr_fr: fr_FR-Select when class repeats
he_il: he_IL-Select when class repeats
it_it: it_IT-Select when class repeats
ms_my: ms_My-Select when class repeats
nl_nl: nl_NL-Select when class repeats
pt_pt: pt_PT-Select when class repeats
ru_ru: RU-Select when class repeats
th: th-Select when class repeats
tr: tr-Select when class repeats
zh_cn: zh-CN-Select when class repeats

source: Daily (all 7 Days)
ar: ar-Daily (all 7 Days)
de_de: de_DE-Daily (all 7 Days)
el: el-Daily (all 7 Days)
es_es: es_ES-Daily (all 7 Days)
fa_ir: fa_IR-Daily (all 7 Days)
fr_fr: fr_FR-Daily (all 7 Days)
he_il: he_IL-Daily (all 7 Days)
it_it: it_IT-Daily (all 7 Days)
ms_my: ms_My-Daily (all 7 Days)
nl_nl: nl_NL-Daily (all 7 Days)
pt_pt: pt_PT-Daily (all 7 Days)
ru_ru: RU-Daily (all 7 Days)
th: th-Daily (all 7 Days)
tr: tr-Daily (all 7 Days)
zh_cn: zh-CN-Daily (all 7 Days)

source: 6 Days (Mon-Sat)
ar: ar-6 Days (Mon-Sat)
de_de: de_DE-6 Days (Mon-Sat)
el: el-6 Days (Mon-Sat)
es_es: es_ES-6 Days (Mon-Sat)
fa_ir: fa_IR-6 Days (Mon-Sat)
fr_fr: fr_FR-6 Days (Mon-Sat)
he_il: he_IL-6 Days (Mon-Sat)
it_it: it_IT-6 Days (Mon-Sat)
ms_my: ms_My-6 Days (Mon-Sat)
nl_nl: nl_NL-6 Days (Mon-Sat)
pt_pt: pt_PT-6 Days (Mon-Sat)
ru_ru: RU-6 Days (Mon-Sat)
th: th-6 Days (Mon-Sat)
tr: tr-6 Days (Mon-Sat)
zh_cn: zh-CN-6 Days (Mon-Sat)

source: 5 Days (Mon-Fri)
ar: ar-5 Days (Mon-Fri)
de_de: de_DE-5 Days (Mon-Fri)
el: el-5 Days (Mon-Fri)
es_es: es_ES-5 Days (Mon-Fri)
fa_ir: fa_IR-5 Days (Mon-Fri)
fr_fr: fr_FR-5 Days (Mon-Fri)
he_il: he_IL-5 Days (Mon-Fri)
it_it: it_IT-5 Days (Mon-Fri)
ms_my: ms_My-5 Days (Mon-Fri)
nl_nl: nl_NL-5 Days (Mon-Fri)
pt_pt: pt_PT-5 Days (Mon-Fri)
ru_ru: RU-5 Days (Mon-Fri)
th: th-5 Days (Mon-Fri)
tr: tr-5 Days (Mon-Fri)
zh_cn: zh-CN-5 Days (Mon-Fri)

source: Weekly
ar: ar-Weekly
de_de: de_DE-Weekly
el: el-Weekly
es_es: es_ES-Weekly
fa_ir: fa_IR-Weekly
fr_fr: fr_FR-Weekly
he_il: he_IL-Weekly
it_it: it_IT-Weekly
ms_my: ms_My-Weekly
nl_nl: nl_NL-Weekly
pt_pt: pt_PT-Weekly
ru_ru: RU-Weekly
th: th-Weekly
tr: tr-Weekly
zh_cn: zh-CN-Weekly

source: Monthly
ar: ar-Monthly
de_de: de_DE-Monthly
el: el-Monthly
es_es: es_ES-Monthly
fa_ir: fa_IR-Monthly
fr_fr: fr_FR-Monthly
he_il: he_IL-Monthly
it_it: it_IT-Monthly
ms_my: ms_My-Monthly
nl_nl: nl_NL-Monthly
pt_pt: pt_PT-Monthly
ru_ru: RU-Monthly
th: th-Monthly
tr: tr-Monthly
zh_cn: zh-CN-Monthly

source: Please enter duration between 30 to 300 minutes.
ar: ar-Please enter duration between 30 to 300 minutes.
de_de: de_DE-Please enter duration between 30 to 300 minutes.
el: el-Please enter duration between 30 to 300 minutes.
es_es: es_ES-Please enter duration between 30 to 300 minutes.
fa_ir: fa_IR-Please enter duration between 30 to 300 minutes.
fr_fr: fr_FR-Please enter duration between 30 to 300 minutes.
he_il: he_IL-Please enter duration between 30 to 300 minutes.
it_it: it_IT-Please enter duration between 30 to 300 minutes.
ms_my: ms_My-Please enter duration between 30 to 300 minutes.
nl_nl: nl_NL-Please enter duration between 30 to 300 minutes.
pt_pt: pt_PT-Please enter duration between 30 to 300 minutes.
ru_ru: RU-Please enter duration between 30 to 300 minutes.
th: th-Please enter duration between 30 to 300 minutes.
tr: tr-Please enter duration between 30 to 300 minutes.
zh_cn: zh-CN-Please enter duration between 30 to 300 minutes.

source: No users enrolled in this course
ar: ar-No users enrolled in this course
de_de: de_DE-No users enrolled in this course
el: el-No users enrolled in this course
es_es: es_ES-No users enrolled in this course
fa_ir: fa_IR-No users enrolled in this course
fr_fr: fr_FR-No users enrolled in this course
he_il: he_IL-No users enrolled in this course
it_it: it_IT-No users enrolled in this course
ms_my: ms_My-No users enrolled in this course
nl_nl: nl_NL-No users enrolled in this course
pt_pt: pt_PT-No users enrolled in this course
ru_ru: RU-No users enrolled in this course
th: th-No users enrolled in this course
tr: tr-No users enrolled in this course
zh_cn: zh-CN-No users enrolled in this course

source: User Name
ar: ar-User Name
de_de: de_DE-User Name
el: el-User Name
es_es: es_ES-User Name
fa_ir: fa_IR-User Name
fr_fr: fr_FR-User Name
he_il: he_IL-User Name
it_it: it_IT-User Name
ms_my: ms_My-User Name
nl_nl: nl_NL-User Name
pt_pt: pt_PT-User Name
ru_ru: RU-User Name
th: th-User Name
tr: tr-User Name
zh_cn: zh-CN-User Name

source: Add
ar: ar-Add
de_de: de_DE-Add
el: el-Add
es_es: es_ES-Add
fa_ir: fa_IR-Add
fr_fr: fr_FR-Add
he_il: he_IL-Add
it_it: it_IT-Add
ms_my: ms_My-Add
nl_nl: nl_NL-Add
pt_pt: pt_PT-Add
ru_ru: RU-Add
th: th-Add
tr: tr-Add
zh_cn: zh-CN-Add

source: Remove
ar: ar-Remove
de_de: de_DE-Remove
el: el-Remove
es_es: es_ES-Remove
fa_ir: fa_IR-Remove
fr_fr: fr_FR-Remove
he_il: he_IL-Remove
it_it: it_IT-Remove
ms_my: ms_My-Remove
nl_nl: nl_NL-Remove
pt_pt: pt_PT-Remove
ru_ru: RU-Remove
th: th-Remove
tr: tr-Remove
zh_cn: zh-CN-Remove

source: User Permissions
ar: ar-User Permissions
de_de: de_DE-User Permissions
el: el-User Permissions
es_es: es_ES-User Permissions
fa_ir: fa_IR-User Permissions
fr_fr: fr_FR-User Permissions
he_il: he_IL-User Permissions
it_it: it_IT-User Permissions
ms_my: ms_My-User Permissions
nl_nl: nl_NL-User Permissions
pt_pt: pt_PT-User Permissions
ru_ru: RU-User Permissions
th: th-User Permissions
tr: tr-User Permissions
zh_cn: zh-CN-User Permissions

source: Download Recording
ar: ar-Download Recording
de_de: de_DE-Download Recording
el: el-Download Recording
es_es: es_ES-Download Recording
fa_ir: fa_IR-Download Recording
fr_fr: fr_FR-Download Recording
he_il: he_IL-Download Recording
it_it: it_IT-Download Recording
ms_my: ms_My-Download Recording
nl_nl: nl_NL-Download Recording
pt_pt: pt_PT-Download Recording
ru_ru: RU-Download Recording
th: th-Download Recording
tr: tr-Download Recording
zh_cn: zh-CN-Download Recording

source: Minimun 30 min and maximum 300 min
ar: ar-Minimun 30 min and maximum 300 min
de_de: de_DE-Minimun 30 min and maximum 300 min
el: el-Minimun 30 min and maximum 300 min
es_es: es_ES-Minimun 30 min and maximum 300 min
fa_ir: fa_IR-Minimun 30 min and maximum 300 min
fr_fr: fr_FR-Minimun 30 min and maximum 300 min
he_il: he_IL-Minimun 30 min and maximum 300 min
it_it: it_IT-Minimun 30 min and maximum 300 min
ms_my: ms_My-Minimun 30 min and maximum 300 min
nl_nl: nl_NL-Minimun 30 min and maximum 300 min
pt_pt: pt_PT-Minimun 30 min and maximum 300 min
ru_ru: RU-Minimun 30 min and maximum 300 min
th: th-Minimun 30 min and maximum 300 min
tr: tr-Minimun 30 min and maximum 300 min
zh_cn: zh-CN-Minimun 30 min and maximum 300 min

source: Schdelude right now
ar: ar-Schdelude right now
de_de: de_DE-Schdelude right now
el: el-Schdelude right now
es_es: es_ES-Schdelude right now
fa_ir: fa_IR-Schdelude right now
fr_fr: fr_FR-Schdelude right now
he_il: he_IL-Schdelude right now
it_it: it_IT-Schdelude right now
ms_my: ms_My-Schdelude right now
nl_nl: nl_NL-Schdelude right now
pt_pt: pt_PT-Schdelude right now
ru_ru: RU-Schdelude right now
th: th-Schdelude right now
tr: tr-Schdelude right now
zh_cn: zh-CN-Schdelude right now

source: You can add upto 60 classes
ar: ar-You can add upto 60 classes
de_de: de_DE-You can add upto 60 classes
el: el-You can add upto 60 classes
es_es: es_ES-You can add upto 60 classes
fa_ir: fa_IR-You can add upto 60 classes
fr_fr: fr_FR-You can add upto 60 classes
he_il: he_IL-You can add upto 60 classes
it_it: it_IT-You can add upto 60 classes
ms_my: ms_My-You can add upto 60 classes
nl_nl: nl_NL-You can add upto 60 classes
pt_pt: pt_PT-You can add upto 60 classes
ru_ru: RU-You can add upto 60 classes
th: th-You can add upto 60 classes
tr: tr-You can add upto 60 classes
zh_cn: zh-CN-You can add upto 60 classes

source: Please Select Week Days
ar: ar-Please Select Week Days
de_de: de_DE-Please Select Week Days
el: el-Please Select Week Days
es_es: es_ES-Please Select Week Days
fa_ir: fa_IR-Please Select Week Days
fr_fr: fr_FR-Please Select Week Days
he_il: he_IL-Please Select Week Days
it_it: it_IT-Please Select Week Days
ms_my: ms_My-Please Select Week Days
nl_nl: nl_NL-Please Select Week Days
pt_pt: pt_PT-Please Select Week Days
ru_ru: RU-Please Select Week Days
th: th-Please Select Week Days
tr: tr-Please Select Week Days
zh_cn: zh-CN-Please Select Week Days

source: Please enter number
ar: ar-Please enter number
de_de: de_DE-Please enter number
el: el-Please enter number
es_es: es_ES-Please enter number
fa_ir: fa_IR-Please enter number
fr_fr: fr_FR-Please enter number
he_il: he_IL-Please enter number
it_it: it_IT-Please enter number
ms_my: ms_My-Please enter number
nl_nl: nl_NL-Please enter number
pt_pt: pt_PT-Please enter number
ru_ru: RU-Please enter number
th: th-Please enter number
tr: tr-Please enter number
zh_cn: zh-CN-Please enter number

source: You can add upto 1000 attendees in a course
ar: ar-You can add upto 1000 attendees in a course
de_de: de_DE-You can add upto 1000 attendees in a course
el: el-You can add upto 1000 attendees in a course
es_es: es_ES-You can add upto 1000 attendees in a course
fa_ir: fa_IR-You can add upto 1000 attendees in a course
fr_fr: fr_FR-You can add upto 1000 attendees in a course
he_il: he_IL-You can add upto 1000 attendees in a course
it_it: it_IT-You can add upto 1000 attendees in a course
ms_my: ms_My-You can add upto 1000 attendees in a course
nl_nl: nl_NL-You can add upto 1000 attendees in a course
pt_pt: pt_PT-You can add upto 1000 attendees in a course
ru_ru: RU-You can add upto 1000 attendees in a course
th: th-You can add upto 1000 attendees in a course
tr: tr-You can add upto 1000 attendees in a course
zh_cn: zh-CN-You can add upto 1000 attendees in a course

source: Please enter number of classes
ar: ar-Please enter number of classes
de_de: de_DE-Please enter number of classes
el: el-Please enter number of classes
es_es: es_ES-Please enter number of classes
fa_ir: fa_IR-Please enter number of classes
fr_fr: fr_FR-Please enter number of classes
he_il: he_IL-Please enter number of classes
it_it: it_IT-Please enter number of classes
ms_my: ms_My-Please enter number of classes
nl_nl: nl_NL-Please enter number of classes
pt_pt: pt_PT-Please enter number of classes
ru_ru: RU-Please enter number of classes
th: th-Please enter number of classes
tr: tr-Please enter number of classes
zh_cn: zh-CN-Please enter number of classes

source: Please enter end date
ar: ar-Please Enter end date
de_de: de_DE-Please Enter end date
el: el-Please Enter end date
es_es: es_ES-Please Enter end date
fa_ir: fa_IR-Please Enter end date
fr_fr: fr_FR-Please Enter end date
he_il: he_IL-Please Enter end date
it_it: it_IT-Please Enter end date
ms_my: ms_My-Please Enter end date
nl_nl: nl_NL-Please Enter end date
pt_pt: pt_PT-Please Enter end date
ru_ru: RU-Please Enter end date
th: th-Please Enter end date
tr: tr-Please Enter end date
zh_cn: zh-CN-Please Enter end date

source: Start date required
ar: ar-Start date required
de_de: de_DE-Start date required
el: el-Start date required
es_es: es_ES-Start date required
fa_ir: fa_IR-Start date required
fr_fr: fr_FR-Start date required
he_il: he_IL-Start date required
it_it: it_IT-Start date required
ms_my: ms_My-Start date required
nl_nl: nl_NL-Start date required
pt_pt: pt_PT-Start date required
ru_ru: RU-Start date required
th: th-Start date required
tr: tr-Start date required

source: Class name required
ar: ar-Class name required
de_de: de_DE-Class name required
el: el-Class name required
es_es: es_ES-Class name required
fa_ir: fa_IR-Class name required
fr_fr: fr_FR-Class name required
he_il: he_IL-Class name required
it_it: it_IT-Class name required
ms_my: ms_My-Class name required
nl_nl: nl_NL-Class name required
pt_pt: pt_PT-Class name required
ru_ru: RU-Class name required
th: th-Class name required
tr: tr-Class name required
zh_cn: zh-CN-Class name required

source: Back To Classes
ar: ar-Back To Classes
de_de: de_DE-Back To Classes
el: el-Back To Classes
es_es: es_ES-Back To Classes
fa_ir: fa_IR-Back To Classes
fr_fr: fr_FR-Back To Classes
he_il: he_IL-Back To Classes
it_it: it_IT-Back To Classes
ms_my: ms_My-Back To Classes
nl_nl: nl_NL-Back To Classes
pt_pt: pt_PT-Back To Classes
ru_ru: RU-Back To Classes
th: th-Back To Classes
tr: tr-Back To Classes
zh_cn: zh-CN-Back To Classes
