Repository: mohseenfht/wiziq-old-curl
Catalog: languages/wiziq-*.po
Languages: ar, de_de, el, es_es, fa_ir, fr_fr, he_il, it_it, ms_my, nl_nl, pt_pt, ru_ru, th, tr, zh_cn

source: Class updated successfully
ar: ar-Class updated successfully
de_de: de_DE-Class updated successfully
el: el-Class updated successfully
es_es: es_ES-Class updated successfully
fa_ir: fa_IR-Class updated successfully
fr_fr: fr_FR-Class updated successfully
he_il: he_IL-Class updated successfully
it_it: it_IT-Class updated successfully
ms_my: ms_My-Class updated successfully
nl_nl: nl_NL-Class updated successfully
pt_pt: pt_PT-Class updated successfully
ru_ru: RU-Class updated successfully
th: th-Class updated successfully
tr: tr-Class updated successfully
zh_cn: zh-CN-Class updated successfully

source: Class Detail
ar: ar-Class Detail
de_de: de_DE-Class Detail
el: el-Class Detail
es_es: es_ES-Class Detail
fa_ir: fa_IR-Class Detail
fr_fr: fr_FR-Class Detail
he_il: he_IL-Class Detail
it_it: it_IT-Class Detail
ms_my: ms_My-Class Detail
nl_nl: nl_NL-Class Detail
pt_pt: pt_PT-Class Detail
ru_ru: RU-Class Detail
th: th-Class Detail
tr: tr-Class Detail
zh_cn: zh-CN-Class Detail

source: Class name
ar: ar-Class name
de_de: de_DE-Class name
el: el-Class name
es_es: es_ES-Class name
fa_ir: fa_IR-Class name
fr_fr: fr_FR-Class name
he_il: he_IL-Class name
it_it: it_IT-Class name
ms_my: ms_My-Class name
nl_nl: nl_NL-Class name
pt_pt: pt_PT-Class name
ru_ru: RU-Class name
th: th-Class name
tr: tr-Class name
zh_cn: zh-CN-Class name

source: Teacher
ar: ar-Teacher
de_de: de_DE-Teacher
el: el-Teacher
es_es: es_ES-Teacher
fa_ir: fa_IR-Teacher
fr_fr: fr_FR-Teacher
he_il: he_IL-Teacher
it_it: it_IT-Teacher
ms_my: ms_My-Teacher
nl_nl: nl_NL-Teacher
pt_pt: pt_PT-Teacher
ru_ru: RU-Teacher
th: th-Teacher
tr: tr-Teacher
zh_cn: zh-CN-Teacher

source: You
ar: ar-You
de_de: de_DE-You
el: el-You
es_es: es_ES-You
fa_ir: fa_IR-You
fr_fr: fr_FR-You
he_il: he_IL-You
it_it: it_IT-You
ms_my: ms_My-You
nl_nl: nl_NL-You
pt_pt: pt_PT-You
ru_ru: RU-You
th: th-You
tr: tr-You
zh_cn: zh-CN-You

source: Class status
ar: ar-Class status
de_de: de_DE-Class status
el: el-Class status
es_es: es_ES-Class status
fa_ir: fa_IR-Class status
fr_fr: fr_FR-Class status
he_il: he_IL-Class status
it_it: it_IT-Class status
ms_my: ms_My-Class status
nl_nl: nl_NL-Class status
pt_pt: pt_PT-Class status
ru_ru: RU-Class status
th: th-Class status
tr: tr-Class status
zh_cn: zh-CN-Class status

source: Timing of class
ar: ar-Timing of class
de_de: de_DE-Timing of class
el: el-Timing of class
es_es: es_ES-Timing of class
fa_ir: fa_IR-Timing of class
fr_fr: fr_FR-Timing of class
he_il: he_IL-Timing of class
it_it: it_IT-Timing of class
ms_my: ms_My-Timing of class
nl_nl: nl_NL-Timing of class
pt_pt: pt_PT-Timing of class
ru_ru: RU-Timing of class
th: th-Timing of class
tr: tr-Timing of class
zh_cn: zh-CN-Timing of class

source: Duration (in minutes)
ar: ar-Duration (in minutes)
de_de: de_DE-Duration (in minutes)
el: el-Duration (in minutes)
es_es: es_ES-Duration (in minutes)
fa_ir: fa_IR-Duration (in minutes)
fr_fr: fr_FR-Duration (in minutes)
he_il: he_IL-Duration (in minutes)
it_it: it_IT-Duration (in minutes)
ms_my: ms_My-Duration (in minutes)
nl_nl: nl_NL-Duration (in minutes)
pt_pt: pt_PT-Duration (in minutes)
ru_ru: RU-Duration (in minutes)
th: th-Duration (in minutes)
tr: tr-Duration (in minutes)
zh_cn: zh-CN-Duration (in minutes)

source: Language in Classroom
ar: ar-Language in Classroom
de_de: de_DE-Language in Classroom
el: el-Language in Classroom
es_es: es_ES-Language in Classroom
fa_ir: fa_IR-Language in Classroom
fr_fr: fr_FR-Language in Classroom
he_il: he_IL-Language in Classroom
it_it: it_IT-Language in Classroom
ms_my: ms_My-Language in Classroom
nl_nl: nl_NL-Language in Classroom
pt_pt: pt_PT-Language in Classroom
ru_ru: RU-Language in Classroom
th: th-Language in Classroom
tr: tr-Language in Classroom
zh_cn: zh-CN-Language in Classroom

source: Recording opted
ar: ar-Recording opted
de_de: de_DE-Recording opted
el: el-Recording opted
es_es: es_ES-Recording opted
fa_ir: fa_IR-Recording opted
fr_fr: fr_FR-Recording opted
he_il: he_IL-Recording opted
it_it: it_IT-Recording opted
ms_my: ms_My-Recording opted
nl_nl: nl_NL-Recording opted
pt_pt: pt_PT-Recording opted
ru_ru: RU-Recording opted
th: th-Recording opted
tr: tr-Recording opted
zh_cn: zh-CN-Recording opted

source: Launch Class
ar: ar-Launch Class
de_de: de_DE-Launch Class
el: el-Launch Class
es_es: es_ES-Launch Class
fa_ir: fa_IR-Launch Class
fr_fr: fr_FR-Launch Class
he_il: he_IL-Launch Class
it_it: it_IT-Launch Class
ms_my: ms_My-Launch Class
nl_nl: nl_NL-Launch Class
pt_pt: pt_PT-Launch Class
ru_ru: RU-Launch Class
th: th-Launch Class
tr: tr-Launch Class
zh_cn: zh-CN-Launch Class

source: Go Back
ar: ar-Go Back
de_de: de_DE-Go Back
el: el-Go Back
es_es: es_ES-Go Back
fa_ir: fa_IR-Go Back
fr_fr: fr_FR-Go Back
he_il: he_IL-Go Back
it_it: it_IT-Go Back
ms_my: ms_My-Go Back
nl_nl: nl_NL-Go Back
pt_pt: pt_PT-Go Back
ru_ru: RU-Go Back
th: th-Go Back
tr: tr-Go Back
zh_cn: zh-CN-Go Back

source: Recording not opted
ar: ar-Recording not opted
de_de: de_DE-Recording not opted
el: el-Recording not opted
es_es: es_ES-Recording not opted
fa_ir: fa_IR-Recording not opted
fr_fr: fr_FR-Recording not opted
he_il: he_IL-Recording not opted
it_it: it_IT-Recording not opted
ms_my: ms_My-Recording not opted
nl_nl: nl_NL-Recording not opted
pt_pt: pt_PT-Recording not opted
ru_ru: RU-Recording not opted
th: th-Recording not opted
tr: tr-Recording not opted
zh_cn: zh-CN-Recording not opted

source: View list Of attendees
ar: ar-View list Of attendees
de_de: de_DE-View list Of attendees
el: el-View list Of attendees
es_es: es_ES-View list Of attendees
fa_ir: fa_IR-View list Of attendees
fr_fr: fr_FR-View list Of attendees
he_il: he_IL-View list Of attendees
it_it: it_IT-View list Of attendees
ms_my: ms_My-View list Of attendees
nl_nl: nl_NL-View list Of attendees
pt_pt: pt_PT-View list Of attendees
ru_ru: RU-View list Of attendees
th: th-View list Of attendees
tr: tr-View list Of attendees
zh_cn: zh-CN-View list Of attendees

source: View recording
ar: ar-View recording
de_de: de_DE-View recording
el: el-View recording
es_es: es_ES-View recording
fa_ir: fa_IR-View recording
fr_fr: fr_FR-View recording
he_il: he_IL-View recording
it_it: it_IT-View recording
ms_my: ms_My-View recording
nl_nl: nl_NL-View recording
pt_pt: pt_PT-View recording
ru_ru: RU-View recording
th: th-View recording
tr: tr-View recording
zh_cn: zh-CN-View recording

source: Download
ar: ar-Download
de_de: de_DE-Download
el: el-Download
es_es: es_ES-Download
fa_ir: fa_IR-Download
fr_fr: fr_FR-Download
he_il: he_IL-Download
it_it: it_IT-Download
ms_my: ms_My-Download
nl_nl: nl_NL-Download
pt_pt: pt_PT-Download
ru_ru: RU-Download
th: th-Download
tr: tr-Download
zh_cn: zh-CN-Download

source: Attendee report
ar: ar-Attendee report
de_de: de_DE-Attendee report
el: el-Attendee report
es_es: es_ES-Attendee report
fa_ir: fa_IR-Attendee report
fr_fr: fr_FR-Attendee report
he_il: he_IL-Attendee report
it_it: it_IT-Attendee report
ms_my: ms_My-Attendee report
nl_nl: nl_NL-Attendee report
pt_pt: pt_PT-Attendee report
ru_ru: RU-Attendee report
th: th-Attendee report
tr: tr-Attendee report
zh_cn: zh-CN-Attendee report

source: Attendee Detail
ar: ar-Attendee Detail
de_de: de_DE-Attendee Detail
el: el-Attendee Detail
es_es: es_ES-Attendee Detail
fa_ir: fa_IR-Attendee Detail
fr_fr: fr_FR-Attendee Detail
he_il: he_IL-Attendee Detail
it_it: it_IT-Attendee Detail
ms_my: ms_My-Attendee Detail
nl_nl: nl_NL-Attendee Detail
pt_pt: pt_PT-Attendee Detail
ru_ru: RU-Attendee Detail
th: th-Attendee Detail
tr: tr-Attendee Detail
zh_cn: zh-CN-Attendee Detail

source: Attendee Name
ar: ar-Attendee Name
de_de: de_DE-Attendee Name
el: el-Attendee Name
es_es: es_ES-Attendee Name
fa_ir: fa_IR-Attendee Name
fr_fr: fr_FR-Attendee Name
he_il: he_IL-Attendee Name
it_it: it_IT-Attendee Name
ms_my: ms_My-Attendee Name
nl_nl: nl_NL-Attendee Name
pt_pt: pt_PT-Attendee Name
ru_ru: RU-Attendee Name
th: th-Attendee Name
tr: tr-Attendee Name
zh_cn: zh-CN-Attendee Name

source: Entry Time
ar: ar-Entry Time
de_de: de_DE-Entry Time
el: el-Entry Time
es_es: es_ES-Entry Time
fa_ir: fa_IR-Entry Time
fr_fr: fr_FR-Entry Time
he_il: he_IL-Entry Time
it_it: it_IT-Entry Time
ms_my: ms_My-Entry Time
nl_nl: nl_NL-Entry Time
pt_pt: pt_PT-Entry Time
ru_ru: RU-Entry Time
th: th-Entry Time
tr: tr-Entry Time
zh_cn: zh-CN-Entry Time

source: Exit Time
ar: ar-Exit Time
de_de: de_DE-Exit Time
el: el-Exit Time
es_es: es_ES-Exit Time
fa_ir: fa_IR-Exit Time
fr_fr: fr_FR-Exit Time
he_il: he_IL-Exit Time
it_it: it_IT-Exit Time
ms_my: ms_My-Exit Time
nl_nl: nl_NL-Exit Time
pt_pt: pt_PT-Exit Time
ru_ru: RU-Exit Time
th: th-Exit Time
tr: tr-Exit Time
zh_cn: zh-CN-Exit Time

source: Attended Time
ar: ar-Attended Time
de_de: de_DE-Attended Time
el: el-Attended Time
es_es: es_ES-Attended Time
fa_ir: fa_IR-Attended Time
fr_fr: fr_FR-Attended Time
he_il: he_IL-Attended Time
it_it: it_IT-Attended Time
ms_my: ms_My-Attended Time
nl_nl: nl_NL-Attended Time
pt_pt: pt_PT-Attended Time
ru_ru: RU-Attended Time
th: th-Attended Time
tr: tr-Attended Time
zh_cn: zh-CN-Attended Time

source: Close
ar: ar-Close
de_de: de_DE-Close
el: el-Close
es_es: es_ES-Close
fa_ir: fa_IR-Close
fr_fr: fr_FR-Close
he_il: he_IL-Close
it_it: it_IT-Close
ms_my: ms_My-Close
nl_nl: nl_NL-Close
pt_pt: pt_PT-Close
ru_ru: RU-Close
th: th-Close
tr: tr-Close
zh_cn: zh-CN-Close

source: Cancelled
ar: ar-Cancelled
de_de: de_DE-Cancelled
el: el-Cancelled
es_es: es_ES-Cancelled
fa_ir: fa_IR-Cancelled
fr_fr: fr_FR-Cancelled
he_il: he_IL-Cancelled
it_it: it_IT-Cancelled
ms_my: ms_My-Cancelled
nl_nl: nl_NL-Cancelled
pt_pt: pt_PT-Cancelled
ru_ru: RU-Cancelled
th: th-Cancelled
tr: tr-Cancelled
zh_cn: zh-CN-Cancelled

source: Upload content in folder
ar: ar-Upload content in folder
de_de: de_DE-Upload content in folder
el: el-Upload content in folder
es_es: es_ES-Upload content in folder
fa_ir: fa_IR-Upload content in folder
fr_fr: fr_FR-Upload content in folder
he_il: he_IL-Upload content in folder
it_it: it_IT-Upload content in folder
ms_my: ms_My-Upload content in folder
nl_nl: nl_NL-Upload content in folder
pt_pt: pt_PT-Upload content in folder
ru_ru: RU-Upload content in folder
th: th-Upload content in folder
tr: tr-Upload content in folder
zh_cn: zh-CN-Upload content in folder

source: Create Folder
ar: ar-Create Folder
de_de: de_DE-Create Folder
el: el-Create Folder
es_es: es_ES-Create Folder
fa_ir: fa_IR-Create Folder
fr_fr: fr_FR-Create Folder
he_il: he_IL-Create Folder
it_it: it_IT-Create Folder
ms_my: ms_My-Create Folder
nl_nl: nl_NL-Create Folder
pt_pt: pt_PT-Create Folder
ru_ru: RU-Create Folder
th: th-Create Folder
tr: tr-Create Folder
zh_cn: zh-CN-Create Folder

source: Upload File
ar: ar-Upload File
de_de: de_DE-Upload File
el: el-Upload File
es_es: es_ES-Upload File
fa_ir: fa_IR-Upload File
fr_fr: fr_FR-Upload File
he_il: he_IL-Upload File
it_it: it_IT-Upload File
ms_my: ms_My-Upload File
nl_nl: nl_NL-Upload File
pt_pt: pt_PT-Upload File
ru_ru: RU-Upload File
th: th-Upload File
tr: tr-Upload File
zh_cn: zh-CN-Upload File

source: Allowed file type
ar: ar-Allowed file type
de_de: de_DE-Allowed file type
el: el-Allowed file type
es_es: es_ES-Allowed file type
fa_ir: fa_IR-Allowed file type
fr_fr: fr_FR-Allowed file type
he_il: he_IL-Allowed file type
it_it: it_IT-Allowed file type
ms_my: ms_My-Allowed file type
nl_nl: nl_NL-Allowed file type
pt_pt: pt_PT-Allowed file type
ru_ru: RU-Allowed file type
th: th-Allowed file type
tr: tr-Allowed file type
zh_cn: zh-CN-Allowed file type

source: Folder(s)
ar: ar-Folder(s)
de_de: de_DE-Folder(s)
el: el-Folder(s)
es_es: es_ES-Folder(s)
fa_ir: fa_IR-Folder(s)
fr_fr: fr_FR-Folder(s)
he_il: he_IL-Folder(s)
it_it: it_IT-Folder(s)
ms_my: ms_My-Folder(s)
nl_nl: nl_NL-Folder(s)
pt_pt: pt_PT-Folder(s)
ru_ru: RU-Folder(s)
th: th-Folder(s)
tr: tr-Folder(s)
zh_cn: zh-CN-Folder(s)

source: File(s)
ar: ar-File (s)
de_de: de_DE-File (s)
el: el-File (s)
es_es: es_ES-File (s)
fa_ir: fa_IR-File (s)
fr_fr: fr_FR-File (s)
he_il: he_IL-File (s)
it_it: it_IT-File (s)
ms_my: ms_My-File (s)
nl_nl: nl_NL-File (s)
pt_pt: pt_PT-File (s)
ru_ru: RU-File (s)
th: th-File (s)
tr: tr-File (s)
zh_cn: zh-CN-File (s)

source: Folder created successfully
ar: ar-Folder created successfully
de_de: de_DE-Folder created successfully
el: el-Folder created successfully
es_es: es_ES-Folder created successfully
fa_ir: fa_IR-Folder created successfully
fr_fr: fr_FR-Folder created successfully
he_il: he_IL-Folder created successfully
it_it: it_IT-Folder created successfully
ms_my: ms_My-Folder created successfully
nl_nl: nl_NL-Folder created successfully
pt_pt: pt_PT-Folder created successfully
ru_ru: RU-Folder created successfully
th: th-Folder created successfully
tr: tr-Folder created successfully
zh_cn: zh-CN-Folder created successfully

source: Inprogress
ar: ar-Inprogress
de_de: de_DE-Inprogress
el: el-Inprogress
es_es: es_ES-Inprogress
fa_ir: fa_IR-Inprogress
fr_fr: fr_FR-Inprogress
he_il: he_IL-Inprogress
it_it: it_IT-Inprogress
ms_my: ms_My-Inprogress
nl_nl: nl_NL-Inprogress
pt_pt: pt_PT-Inprogress
ru_ru: RU-Inprogress
th: th-Inprogress
tr: tr-Inprogress
zh_cn: zh-CN-Inprogress

source: Schedule for right now
ar: ar-Schedule for right now
de_de: de_DE-Schedule for right now
el: el-Schedule for right now
es_es: es_ES-Schedule for right now
fa_ir: fa_IR-Schedule for right now
fr_fr: fr_FR-Schedule for right now
he_il: he_IL-Schedule for right now
it_it: it_IT-Schedule for right now
ms_my: ms_My-Schedule for right now
nl_nl: nl_NL-Schedule for right now
pt_pt: pt_PT-Schedule for right now
ru_ru: RU-Schedule for right now
th: th-Schedule for right now
tr: tr-Schedule for right now
zh_cn: zh-CN-Schedule for right now

source: There is an error while processing your request please contact to wiziq support
ar: ar-There is an error while processing your request please contact to wiziq support
de_de: de_DE-There is an error while processing your request please contact to wiziq support
el: el-There is an error while processing your request please contact to wiziq support
es_es: es_ES-There is an error while processing your request please contact to wiziq support
fa_ir: fa_IR-There is an error while processing your request please contact to wiziq support
fr_fr: fr_FR-There is an error while processing your request please contact to wiziq support
he_il: he_IL-There is an error while processing your request please contact to wiziq support
it_it: it_IT-There is an error while processing your request please contact to wiziq support
ms_my: ms_My-There is an error while processing your request please contact to wiziq support
nl_nl: nl_NL-There is an error while processing your request please contact to wiziq support
pt_pt: pt_PT-There is an error while processing your request please contact to wiziq support
ru_ru: RU-There is an error while processing your request please contact to wiziq support
th: th-There is an error while processing your request please contact to wiziq support
tr: tr-There is an error while processing your request please contact to wiziq support
zh_cn: zh-CN-There is an error while processing your request please contact to wiziq support

source: There is an error while processing your request please contact to wiziq support or try later
ar: ar-There is an error while processing your request please contact to wiziq support or try later
de_de: de_DE-There is an error while processing your request please contact to wiziq support or try later
el: el-There is an error while processing your request please contact to wiziq support or try later
es_es: es_ES-There is an error while processing your request please contact to wiziq support or try later
fa_ir: fa_IR-There is an error while processing your request please contact to wiziq support or try later
fr_fr: fr_FR-There is an error while processing your request please contact to wiziq support or try later
he_il: he_IL-There is an error while processing your request please contact to wiziq support or try later
it_it: it_IT-There is an error while processing your request please contact to wiziq support or try later
ms_my: ms_My-There is an error while processing your request please contact to wiziq support or try later
nl_nl: nl_NL-There is an error while processing your request please contact to wiziq support or try later
pt_pt: pt_PT-There is an error while processing your request please contact to wiziq support or try later
ru_ru: RU-There is an error while processing your request please contact to wiziq support or try later
th: th-There is an error while processing your request please contact to wiziq support or try later
tr: tr-There is an error while processing your request please contact to wiziq support or try later
zh_cn: zh-CN-There is an error while processing your request please contact to wiziq support or try later

source: Start_time parameter cannot precede current datetime
ar: ar-Start_time parameter cannot precede current datetime
de_de: de_DE-Start_time parameter cannot precede current datetime
el: el-Start_time parameter cannot precede current datetime
es_es: es_ES-Start_time parameter cannot precede current datetime
fa_ir: fa_IR-Start_time parameter cannot precede current datetime
fr_fr: fr_FR-Start_time parameter cannot precede current datetime
he_il: he_IL-Start_time parameter cannot precede current datetime
it_it: it_IT-Start_time parameter cannot precede current datetime
ms_my: ms_My-Start_time parameter cannot precede current datetime
nl_nl: nl_NL-Start_time parameter cannot precede current datetime
pt_pt: pt_PT-Start_time parameter cannot precede current datetime
ru_ru: RU-Start_time parameter cannot precede current datetime
th: th-Start_time parameter cannot precede current datetime
tr: tr-Start_time parameter cannot precede current datetime

source: There is 1005 error while processing your request. Invalid start_time parameter
ar: ar-There is 1005 error while processing your request. Invalid start_time parameter
de_de: de_DE-There is 1005 error while processing your request. Invalid start_time parameter
el: el-There is 1005 error while processing your request. Invalid start_time parameter
es_es: es_ES-There is 1005 error while processing your request. Invalid start_time parameter
fa_ir: fa_IR-There is 1005 error while processing your request. Invalid start_time parameter
fr_fr: fr_FR-There is 1005 error while processing your request. Invalid start_time parameter
he_il: he_IL-There is 1005 error while processing your request. Invalid start_time parameter
it_it: it_IT-There is 1005 error while processing your request. Invalid start_time parameter
ms_my: ms_My-There is 1005 error while processing your request. Invalid start_time parameter
nl_nl: nl_NL-There is 1005 error while processing your request. Invalid start_time parameter
pt_pt: pt_PT-There is 1005 error while processing your request. Invalid start_time parameter
ru_ru: RU-There is 1005 error while processing your request. Invalid start_time parameter
th: th-There is 1005 error while processing your request. Invalid start_time parameter
tr: tr-There is 1005 error while processing your request. Invalid start_time parameter

source: There is 1017 error while processing your request. Cannot modify an expired class
ar: ar-There is 1017 error while processing your request. Cannot modify an expired class
de_de: de_DE-There is 1017 error while processing your request. Cannot modify an expired class
el: el-There is 1017 error while processing your request. Cannot modify an expired class
es_es: es_ES-There is 1017 error while processing your request. Cannot modify an expired class
fa_ir: fa_IR-There is 1017 error while processing your request. Cannot modify an expired class
fr_fr: fr_FR-There is 1017 error while processing your request. Cannot modify an expired class
he_il: he_IL-There is 1017 error while processing your request. Cannot modify an expired class
it_it: it_IT-There is 1017 error while processing your request. Cannot modify an expired class
ms_my: ms_My-There is 1017 error while processing your request. Cannot modify an expired class
nl_nl: nl_NL-There is 1017 error while processing your request. Cannot modify an expired class
pt_pt: pt_PT-There is 1017 error while processing your request. Cannot modify an expired class
ru_ru: RU-There is 1017 error while processing your request. Cannot modify an expired class
th: th-There is 1017 error while processing your request. Cannot modify an expired class
tr: tr-There is 1017 error while processing your request. Cannot modify an expired class
zh_cn: zh-CN-There is 1017 error while processing your request. Cannot modify an expired class

source: The file type is not allowed
ar: ar-The file type is not allowed
de_de: de_DE-The file type is not allowed
el: el-The file type is not allowed
es_es: es_ES-The file type is not allowed
fa_ir: fa_IR-The file type is not allowed
fr_fr: fr_FR-The file type is not allowed
he_il: he_IL-The file type is not allowed
it_it: it_IT-The file type is not allowed
ms_my: ms_My-The file type is not allowed
nl_nl: nl_NL-The file type is not allowed
pt_pt: pt_PT-The file type is not allowed
ru_ru: RU-The file type is not allowed
th: th-The file type is not allowed
tr: tr-The file type is not allowed
zh_cn: zh-CN-The file type is not allowed

source: There is 1000 error while processing your request
ar: ar-There is 1000 error while processing your request
de_de: de_DE-There is 1000 error while processing your request
el: el-There is 1000 error while processing your request
es_es: es_ES-There is 1000 error while processing your request
fa_ir: fa_IR-There is 1000 error while processing your request
fr_fr: fr_FR-There is 1000 error while processing your request
he_il: he_IL-There is 1000 error while processing your request
it_it: it_IT-There is 1000 error while processing your request
ms_my: ms_My-There is 1000 error while processing your request
nl_nl: nl_NL-There is 1000 error while processing your request
pt_pt: pt_PT-There is 1000 error while processing your request
ru_ru: RU-There is 1000 error while processing your request
th: th-There is 1000 error while processing your request
tr: tr-There is 1000 error while processing your request
zh_cn: zh-CN-There is 1000 error while processing your request

source: Class API URL
ar: ar-Class API URL
de_de: de_DE-Class API URL
el: el-Class API URL
es_es: es_ES-Class API URL
fa_ir: fa_IR-Class API URL
fr_fr: fr_FR-Class API URL
he_il: he_IL-Class API URL
it_it: it_IT-Class API URL
ms_my: ms_My-Class API URL
nl_nl: nl_NL-Class API URL
pt_pt: pt_PT-Class API URL
ru_ru: RU-Class API URL
th: th-Class API URL
tr: tr-Class API URL
zh_cn: zh-CN-Class API URL

source: Content API URL
ar: ar-Content API URL
de_de: de_DE-Content API URL
el: el-Content API URL
es_es: es_ES-Content API URL
fa_ir: fa_IR-Content API URL
fr_fr: fr_FR-Content API URL
he_il: he_IL-Content API URL
it_it: it_IT-Content API URL
ms_my: ms_My-Content API URL
nl_nl: nl_NL-Content API URL
pt_pt: pt_PT-Content API URL
ru_ru: RU-Content API URL
th: th-Content API URL
tr: tr-Content API URL
zh_cn: zh-CN-Content API URL

source: VC Language Interface
ar: ar-VC Language Interface
de_de: de_DE-VC Language Interface
el: el-VC Language Interface
es_es: es_ES-VC Language Interface
fa_ir: fa_IR-VC Language Interface
fr_fr: fr_FR-VC Language Interface
he_il: he_IL-VC Language Interface
it_it: it_IT-VC Language Interface
ms_my: ms_My-VC Language Interface
nl_nl: nl_NL-VC Language Interface
pt_pt: pt_PT-VC Language Interface
ru_ru: RU-VC Language Interface
th: th-VC Language Interface
tr: tr-VC Language Interface
zh_cn: zh-CN-VC Language Interface
