Repository: mohseenfht/wiziq-old-curl
Catalog: languages/wiziq-*.po
Languages: ar, de_de, el, es_es, fa_ir, fr_fr, he_il, it_it, ms_my, nl_nl, pt_pt, ru_ru, th, tr, zh_cn

source: Not Modified: Operation ok. There was no new data to return.
ar: ar-Not Modified: Operation ok. There was no new data to return.
de_de: de_DE-Not Modified: Operation ok. There was no new data to return.
el: el-Not Modified: Operation ok. There was no new data to return.
es_es: es_ES-Not Modified: Operation ok. There was no new data to return.
fa_ir: fa_IR-Not Modified: Operation ok. There was no new data to return.
fr_fr: fr_FR-Not Modified: Operation ok. There was no new data to return.
he_il: he_IL-Not Modified: Operation ok. There was no new data to return.
it_it: it_IT-Not Modified: Operation ok. There was no new data to return.
ms_my: ms_My-Not Modified: Operation ok. There was no new data to return.
nl_nl: nl_NL-Not Modified: Operation ok. There was no new data to return.
pt_pt: pt_PT-Not Modified: Operation ok. There was no new data to return.
ru_ru: RU-Not Modified: Operation ok. There was no new data to return.
th: th-Not Modified: Operation ok. There was no new data to return.
tr: tr-Not Modified: Operation ok. There was no new data to return.
zh_cn: zh-CN-Not Modified: Operation ok. There was no new data to return.

source: Bad Request: The request is invalid. Error messages are returned for explanation purposes.
ar: ar-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
de_de: de_DE-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
el: el-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
es_es: es_ES-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
fa_ir: fa_IR-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
fr_fr: fr_FR-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
he_il: he_IL-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
it_it: it_IT-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
ms_my: ms_My-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
nl_nl: nl_NL-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
pt_pt: pt_PT-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
ru_ru: RU-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
th: th-Bad Request: The request is invalid. Error messages are returned for explanation purposes.
tr: tr-Bad Request: The request is invalid. Error messages are returned for explanation purposes.

source: Not Authorized: The credentials provided are invalid or are needed for the operation.
ar: ar-Not Authorized: The credentials provided are invalid or are needed for the operation.
de_de: de_DE-Not Authorized: The credentials provided are invalid or are needed for the operation.
el: el-Not Authorized: The credentials provided are invalid or are needed for the operation.
es_es: es_ES-Not Authorized: The credentials provided are invalid or are needed for the operation.
fa_ir: fa_IR-Not Authorized: The credentials provided are invalid or are needed for the operation.
fr_fr: fr_FR-Not Authorized: The credentials provided are invalid or are needed for the operation.
he_il: he_IL-Not Authorized: The credentials provided are invalid or are needed for the operation.
it_it: it_IT-Not Authorized: The credentials provided are invalid or are needed for the operation.
ms_my: ms_My-Not Authorized: The credentials provided are invalid or are needed for the operation.
nl_nl: nl_NL-Not Authorized: The credentials provided are invalid or are needed for the operation.
pt_pt: pt_PT-Not Authorized: The credentials provided are invalid or are needed for the operation.
ru_ru: RU-Not Authorized: The credentials provided are invalid or are needed for the operation.
th: th-Not Authorized: The credentials provided are invalid or are needed for the operation.
tr: tr-Not Authorized: The credentials provided are invalid or are needed for the operation.

source: Forbidden: The request is refused by the API.
ar: ar-Forbidden: The request is refused by the API.
de_de: de_DE-Forbidden: The request is refused by the API.
el: el-Forbidden: The request is refused by the API.
es_es: es_ES-Forbidden: The request is refused by the API.
fa_ir: fa_IR-Forbidden: The request is refused by the API.
fr_fr: fr_FR-Forbidden: The request is refused by the API.
he_il: he_IL-Forbidden: The request is refused by the API.
it_it: it_IT-Forbidden: The request is refused by the API.
ms_my: ms_My-Forbidden: The request is refused by the API.
nl_nl: nl_NL-Forbidden: The request is refused by the API.
pt_pt: pt_PT-Forbidden: The request is refused by the API.
ru_ru: RU-Forbidden: The request is refused by the API.
th: th-Forbidden: The request is refused by the API.
tr: tr-Forbidden: The request is refused by the API.
zh_cn: zh-CN-Forbidden: The request is refused by the API.

source: Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
ar: ar-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
de_de: de_DE-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
el: el-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
es_es: es_ES-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
fa_ir: fa_IR-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
fr_fr: fr_FR-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
he_il: he_IL-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
it_it: it_IT-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
ms_my: ms_My-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
nl_nl: nl_NL-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
pt_pt: pt_PT-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
ru_ru: RU-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
th: th-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.
tr: tr-Not Found: The resource requested doesn’t exist. Ex: The provided car_id in the url doesn’t exist.

source: Internal Server Error: An unrecoverable error has occurred at server side.
ar: ar-Internal Server Error: An unrecoverable error has occurred at server side.
de_de: de_DE-Internal Server Error: An unrecoverable error has occurred at server side.
el: el-Internal Server Error: An unrecoverable error has occurred at server side.
es_es: es_ES-Internal Server Error: An unrecoverable error has occurred at server side.
fa_ir: fa_IR-Internal Server Error: An unrecoverable error has occurred at server side.
fr_fr: fr_FR-Internal Server Error: An unrecoverable error has occurred at server side.
he_il: he_IL-Internal Server Error: An unrecoverable error has occurred at server side.
it_it: it_IT-Internal Server Error: An unrecoverable error has occurred at server side.
ms_my: ms_My-Internal Server Error: An unrecoverable error has occurred at server side.
nl_nl: nl_NL-Internal Server Error: An unrecoverable error has occurred at server side.
pt_pt: pt_PT-Internal Server Error: An unrecoverable error has occurred at server side.
ru_ru: RU-Internal Server Error: An unrecoverable error has occurred at server side.
th: th-Internal Server Error: An unrecoverable error has occurred at server side.
tr: tr-Internal Server Error: An unrecoverable error has occurred at server side.
zh_cn: zh-CN-Internal Server Error: An unrecoverable error has occurred at server side.

source: Bad Gateway: The API service is down or being upgraded.
ar: ar-Bad Gateway: The API service is down or being upgraded.
de_de: de_DE-Bad Gateway: The API service is down or being upgraded.
el: el-Bad Gateway: The API service is down or being upgraded.
es_es: es_ES-Bad Gateway: The API service is down or being upgraded.
fa_ir: fa_IR-Bad Gateway: The API service is down or being upgraded.
fr_fr: fr_FR-Bad Gateway: The API service is down or being upgraded.
he_il: he_IL-Bad Gateway: The API service is down or being upgraded.
it_it: it_IT-Bad Gateway: The API service is down or being upgraded.
ms_my: ms_My-Bad Gateway: The API service is down or being upgraded.
nl_nl: nl_NL-Bad Gateway: The API service is down or being upgraded.
pt_pt: pt_PT-Bad Gateway: The API service is down or being upgraded.
ru_ru: RU-Bad Gateway: The API service is down or being upgraded.
th: th-Bad Gateway: The API service is down or being upgraded.
tr: tr-Bad Gateway: The API service is down or being upgraded.
zh_cn: zh-CN-Bad Gateway: The API service is down or being upgraded.

source: Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
ar: ar-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
de_de: de_DE-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
el: el-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
es_es: es_ES-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
fa_ir: fa_IR-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
fr_fr: fr_FR-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
he_il: he_IL-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
it_it: it_IT-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
ms_my: ms_My-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
nl_nl: nl_NL-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
pt_pt: pt_PT-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
ru_ru: RU-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
th: th-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
tr: tr-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.
zh_cn: zh-CN-Service Unavailable: The service is overloaded with a lot requests and can’t manage the incoming request.

source: There is some error while processing your request.
ar: ar-There is some error while processing your request.
de_de: de_DE-There is some error while processing your request.
el: el-There is some error while processing your request.
es_es: es_ES-There is some error while processing your request.
fa_ir: fa_IR-There is some error while processing your request.
fr_fr: fr_FR-There is some error while processing your request.
he_il: he_IL-There is some error while processing your request.
it_it: it_IT-There is some error while processing your request.
ms_my: ms_My-There is some error while processing your request.
nl_nl: nl_NL-There is some error while processing your request.
pt_pt: pt_PT-There is some error while processing your request.
ru_ru: RU-There is some error while processing your request.
th: th-There is some error while processing your request.
tr: tr-There is some error while processing your request.
zh_cn: zh-CN-There is some error while processing your request.

source: presenter_id parameter is missing.
ar: ar-presenter_id parameter is missing.
de_de: de_DE-presenter_id parameter is missing.
el: el-presenter_id parameter is missing.
es_es: es_ES-presenter_id parameter is missing.
fa_ir: fa_IR-presenter_id parameter is missing.
fr_fr: fr_FR-presenter_id parameter is missing.
he_il: he_IL-presenter_id parameter is missing.
it_it: it_IT-presenter_id parameter is missing.
ms_my: ms_My-presenter_id parameter is missing.
nl_nl: nl_NL-presenter_id parameter is missing.
pt_pt: pt_PT-presenter_id parameter is missing.
ru_ru: RU-presenter_id parameter is missing.
th: th-presenter_id parameter is missing.
tr: tr-presenter_id parameter is missing.

source: presenter_name parameter is missing.
ar: ar-presenter_name parameter is missing.
de_de: de_DE-presenter_name parameter is missing.
el: el-presenter_name parameter is missing.
es_es: es_ES-presenter_name parameter is missing.
fa_ir: fa_IR-presenter_name parameter is missing.
fr_fr: fr_FR-presenter_name parameter is missing.
he_il: he_IL-presenter_name parameter is missing.
it_it: it_IT-presenter_name parameter is missing.
ms_my: ms_My-presenter_name parameter is missing.
nl_nl: nl_NL-presenter_name parameter is missing.
pt_pt: pt_PT-presenter_name parameter is missing.
ru_ru: RU-presenter_name parameter is missing.
th: th-presenter_name parameter is missing.
tr: tr-presenter_name parameter is missing.

source: Specified time_zone parameter is not available.
ar: ar-Specified time_zone parameter is not available.
de_de: de_DE-Specified time_zone parameter is not available.
el: el-Specified time_zone parameter is not available.
es_es: es_ES-Specified time_zone parameter is not available.
fa_ir: fa_IR-Specified time_zone parameter is not available.
fr_fr: fr_FR-Specified time_zone parameter is not available.
he_il: he_IL-Specified time_zone parameter is not available.
it_it: it_IT-Specified time_zone parameter is not available.
ms_my: ms_My-Specified time_zone parameter is not available.
nl_nl: nl_NL-Specified time_zone parameter is not available.
pt_pt: pt_PT-Specified time_zone parameter is not available.
ru_ru: RU-Specified time_zone parameter is not available.
th: th-Specified time_zone parameter is not available.
tr: tr-Specified time_zone parameter is not available.

source: start_time parameter cannot precede current datetime.
ar: ar-start_time parameter cannot precede current datetime.
de_de: de_DE-start_time parameter cannot precede current datetime.
el: el-start_time parameter cannot precede current datetime.
es_es: es_ES-start_time parameter cannot precede current datetime.
fa_ir: fa_IR-start_time parameter cannot precede current datetime.
fr_fr: fr_FR-start_time parameter cannot precede current datetime.
he_il: he_IL-start_time parameter cannot precede current datetime.
it_it: it_IT-start_time parameter cannot precede current datetime.
ms_my: ms_My-start_time parameter cannot precede current datetime.
nl_nl: nl_NL-start_time parameter cannot precede current datetime.
pt_pt: pt_PT-start_time parameter cannot precede current datetime.
ru_ru: RU-start_time parameter cannot precede current datetime.
th: th-start_time parameter cannot precede current datetime.
tr: tr-start_time parameter cannot precede current datetime.

source: Invalid start_time parameter.
ar: ar-Invalid start_time parameter.
de_de: de_DE-Invalid start_time parameter.
el: el-Invalid start_time parameter.
es_es: es_ES-Invalid start_time parameter.
fa_ir: fa_IR-Invalid start_time parameter.
fr_fr: fr_FR-Invalid start_time parameter.
he_il: he_IL-Invalid start_time parameter.
it_it: it_IT-Invalid start_time parameter.
ms_my: ms_My-Invalid start_time parameter.
nl_nl: nl_NL-Invalid start_time parameter.
pt_pt: pt_PT-Invalid start_time parameter.
ru_ru: RU-Invalid start_time parameter.
th: th-Invalid start_time parameter.
tr: tr-Invalid start_time parameter.

source: time_zone parameter is missing.
ar: ar-time_zone parameter is missing.
de_de: de_DE-time_zone parameter is missing.
el: el-time_zone parameter is missing.
es_es: es_ES-time_zone parameter is missing.
fa_ir: fa_IR-time_zone parameter is missing.
fr_fr: fr_FR-time_zone parameter is missing.
he_il: he_IL-time_zone parameter is missing.
it_it: it_IT-time_zone parameter is missing.
ms_my: ms_My-time_zone parameter is missing.
nl_nl: nl_NL-time_zone parameter is missing.
pt_pt: pt_PT-time_zone parameter is missing.
ru_ru: RU-time_zone parameter is missing.
th: th-time_zone parameter is missing.
tr: tr-time_zone parameter is missing.

source: Attendees can be added only in an upcoming class.
ar: ar-Attendees can be added only in an upcoming class.
de_de: de_DE-Attendees can be added only in an upcoming class.
el: el-Attendees can be added only in an upcoming class.
es_es: es_ES-Attendees can be added only in an upcoming class.
fa_ir: fa_IR-Attendees can be added only in an upcoming class.
fr_fr: fr_FR-Attendees can be added only in an upcoming class.
he_il: he_IL-Attendees can be added only in an upcoming class.
it_it: it_IT-Attendees can be added only in an upcoming class.
ms_my: ms_My-Attendees can be added only in an upcoming class.
nl_nl: nl_NL-Attendees can be added only in an upcoming class.
pt_pt: pt_PT-Attendees can be added only in an upcoming class.
ru_ru: RU-Attendees can be added only in an upcoming class.
th: th-Attendees can be added only in an upcoming class.
tr: tr-Attendees can be added only in an upcoming class.
zh_cn: zh-CN-Attendees can be added only in an upcoming class.

source: This class has been cancelled.
ar: ar-This class has been cancelled.
de_de: de_DE-This class has been cancelled.
el: el-This class has been cancelled.
es_es: es_ES-This class has been cancelled.
fa_ir: fa_IR-This class has been cancelled.
fr_fr: fr_FR-This class has been cancelled.
he_il: he_IL-This class has been cancelled.
it_it: it_IT-This class has been cancelled.
ms_my: ms_My-This class has been cancelled.
nl_nl: nl_NL-This class has been cancelled.
pt_pt: pt_PT-This class has been cancelled.
ru_ru: RU-This class has been cancelled.
th: th-This class has been cancelled.
tr: tr-This class has been cancelled.
zh_cn: zh-CN-This class has been cancelled.

source: class_id is invalid.
ar: ar-class_id is invalid.
de_de: de_DE-class_id is invalid.
el: el-class_id is invalid.
es_es: es_ES-class_id is invalid.
fa_ir: fa_IR-class_id is invalid.
fr_fr: fr_FR-class_id is invalid.
he_il: he_IL-class_id is invalid.
it_it: it_IT-class_id is invalid.
ms_my: ms_My-class_id is invalid.
nl_nl: nl_NL-class_id is invalid.
pt_pt: pt_PT-class_id is invalid.
ru_ru: RU-class_id is invalid.
th: th-class_id is invalid.
tr: tr-class_id is invalid.
zh_cn: zh-CN-class_id is invalid.

source: duration parameter cannot exceed #MaxClassMinutes# minutes.
ar: ar-duration parameter cannot exceed #MaxClassMinutes# minutes.
de_de: de_DE-duration parameter cannot exceed #MaxClassMinutes# minutes.
el: el-duration parameter cannot exceed #MaxClassMinutes# minutes.
es_es: es_ES-duration parameter cannot exceed #MaxClassMinutes# minutes.
fa_ir: fa_IR-duration parameter cannot exceed #MaxClassMinutes# minutes.
fr_fr: fr_FR-duration parameter cannot exceed #MaxClassMinutes# minutes.
he_il: he_IL-duration parameter cannot exceed #MaxClassMinutes# minutes.
it_it: it_IT-duration parameter cannot exceed #MaxClassMinutes# minutes.
ms_my: ms_My-duration parameter cannot exceed #MaxClassMinutes# minutes.
nl_nl: nl_NL-duration parameter cannot exceed #MaxClassMinutes# minutes.
pt_pt: pt_PT-duration parameter cannot exceed #MaxClassMinutes# minutes.
ru_ru: RU-duration parameter cannot exceed #MaxClassMinutes# minutes.
th: th-duration parameter cannot exceed #MaxClassMinutes# minutes.
tr: tr-duration parameter cannot exceed #MaxClassMinutes# minutes.

source: attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
ar: ar-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
de_de: de_DE-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
el: el-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
es_es: es_ES-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
fa_ir: fa_IR-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
fr_fr: fr_FR-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
he_il: he_IL-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
it_it: it_IT-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
ms_my: ms_My-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
nl_nl: nl_NL-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
pt_pt: pt_PT-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
ru_ru: RU-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
th: th-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.
tr: tr-attendee_limit parameter cannot exceed #MaxUserPerClass# attendees.

source: Only #MaxConcurrentClass# simultaneous classes are allowed.
ar: ar-Only #MaxConcurrentClass# simultaneous classes are allowed.
de_de: de_DE-Only #MaxConcurrentClass# simultaneous classes are allowed.
el: el-Only #MaxConcurrentClass# simultaneous classes are allowed.
es_es: es_ES-Only #MaxConcurrentClass# simultaneous classes are allowed.
fa_ir: fa_IR-Only #MaxConcurrentClass# simultaneous classes are allowed.
fr_fr: fr_FR-Only #MaxConcurrentClass# simultaneous classes are allowed.
he_il: he_IL-Only #MaxConcurrentClass# simultaneous classes are allowed.
it_it: it_IT-Only #MaxConcurrentClass# simultaneous classes are allowed.
ms_my: ms_My-Only #MaxConcurrentClass# simultaneous classes are allowed.
nl_nl: nl_NL-Only #MaxConcurrentClass# simultaneous classes are allowed.
pt_pt: pt_PT-Only #MaxConcurrentClass# simultaneous classes are allowed.
ru_ru: RU-Only #MaxConcurrentClass# simultaneous classes are allowed.
th: th-Only #MaxConcurrentClass# simultaneous classes are allowed.
tr: tr-Only #MaxConcurrentClass# simultaneous classes are allowed.

source: No record found.
ar: ar-No record found.
de_de: de_DE-No record found.
el: el-No record found.
es_es: es_ES-No record found.
fa_ir: fa_IR-No record found.
fr_fr: fr_FR-No record found.
he_il: he_IL-No record found.
it_it: it_IT-No record found.
ms_my: ms_My-No record found.
nl_nl: nl_NL-No record found.
pt_pt: pt_PT-No record found.
ru_ru: RU-No record found.
th: th-No record found.
tr: tr-No record found.
zh_cn: zh-CN-No record found.

source: title parameter is missing.
ar: ar-title parameter is missing.
de_de: de_DE-title parameter is missing.
el: el-title parameter is missing.
es_es: es_ES-title parameter is missing.
fa_ir: fa_IR-title parameter is missing.
fr_fr: fr_FR-title parameter is missing.
he_il: he_IL-title parameter is missing.
it_it: it_IT-title parameter is missing.
ms_my: ms_My-title parameter is missing.
nl_nl: nl_NL-title parameter is missing.
pt_pt: pt_PT-title parameter is missing.
ru_ru: RU-title parameter is missing.
th: th-title parameter is missing.
tr: tr-title parameter is missing.

source: Cannot modify an in-progress class.
ar: ar-Cannot modify an in-progress class.
de_de: de_DE-Cannot modify an in-progress class.
el: el-Cannot modify an in-progress class.
es_es: es_ES-Cannot modify an in-progress class.
fa_ir: fa_IR-Cannot modify an in-progress class.
fr_fr: fr_FR-Cannot modify an in-progress class.
he_il: he_IL-Cannot modify an in-progress class.
it_it: it_IT-Cannot modify an in-progress class.
ms_my: ms_My-Cannot modify an in-progress class.
nl_nl: nl_NL-Cannot modify an in-progress class.
pt_pt: pt_PT-Cannot modify an in-progress class.
ru_ru: RU-Cannot modify an in-progress class.
th: th-Cannot modify an in-progress class.
tr: tr-Cannot modify an in-progress class.
zh_cn: zh-CN-Cannot modify an in-progress class.
