Repository: mohseenfht/wiziq-old-curl
Catalog: languages/wiziq-*.po
Languages: ar, de_de, el, es_es, fa_ir, fr_fr, he_il, it_it, ms_my, nl_nl, pt_pt, ru_ru, th, tr, zh_cn

source: Please Enter Access Key
ar: ar-Please Enter Access Key
de_de: de_DE-Please Enter Access Key
el: el-Please Enter Access Key
es_es: es_ES-Please Enter Access Key
fa_ir: fa_IR-Please Enter Access Key
fr_fr: fr_FR-Please Enter Access Key
he_il: he_IL-Please Enter Access Key
it_it: it_IT-Please Enter Access Key
ms_my: ms_My-Please Enter Access Key
nl_nl: nl_NL-Please Enter Access Key
pt_pt: pt_PT-Please Enter Access Key
ru_ru: RU-Please Enter Access Key
th: th-Please Enter Access Key
tr: tr-Please Enter Access Key
zh_cn: zh-CN-Please Enter Access Key

source: Please Enter Secret Key
ar: ar-Please Enter Secret Key
de_de: de_DE-Please Enter Secret Key
el: el-Please Enter Secret Key
es_es: es_ES-Please Enter Secret Key
fa_ir: fa_IR-Please Enter Secret Key
fr_fr: fr_FR-Please Enter Secret Key
he_il: he_IL-Please Enter Secret Key
it_it: it_IT-Please Enter Secret Key
ms_my: ms_My-Please Enter Secret Key
nl_nl: nl_NL-Please Enter Secret Key
pt_pt: pt_PT-Please Enter Secret Key
ru_ru: RU-Please Enter Secret Key
th: th-Please Enter Secret Key
tr: tr-Please Enter Secret Key
zh_cn: zh-CN-Please Enter Secret Key

source: Alias
ar: ar-Alias
de_de: de_DE-Alias
el: el-Alias
es_es: es_ES-Alias
fa_ir: fa_IR-Alias
fr_fr: fr_FR-Alias
he_il: he_IL-Alias
it_it: it_IT-Alias
ms_my: ms_My-Alias
nl_nl: nl_NL-Alias
pt_pt: pt_PT-Alias
ru_ru: RU-Alias
th: th-Alias
tr: tr-Alias
zh_cn: zh-CN-Alias

source: You can enter upto 1000 characters.
ar: ar-You can enter upto 1000 characters.
de_de: de_DE-You can enter upto 1000 characters.
el: el-You can enter upto 1000 characters.
es_es: es_ES-You can enter upto 1000 characters.
fa_ir: fa_IR-You can enter upto 1000 characters.
fr_fr: fr_FR-You can enter upto 1000 characters.
he_il: he_IL-You can enter upto 1000 characters.
it_it: it_IT-You can enter upto 1000 characters.
ms_my: ms_My-You can enter upto 1000 characters.
nl_nl: nl_NL-You can enter upto 1000 characters.
pt_pt: pt_PT-You can enter upto 1000 characters.
ru_ru: RU-You can enter upto 1000 characters.
th: th-You can enter upto 1000 characters.
tr: tr-You can enter upto 1000 characters.

source: End date can not be empty
ar: ar-End date can not be empty
de_de: de_DE-End date can not be empty
el: el-End date can not be empty
es_es: es_ES-End date can not be empty
fa_ir: fa_IR-End date can not be empty
fr_fr: fr_FR-End date can not be empty
he_il: he_IL-End date can not be empty
it_it: it_IT-End date can not be empty
ms_my: ms_My-End date can not be empty
nl_nl: nl_NL-End date can not be empty
pt_pt: pt_PT-End date can not be empty
ru_ru: RU-End date can not be empty
th: th-End date can not be empty
tr: tr-End date can not be empty
zh_cn: zh-CN-End date can not be empty

source: End date should be one day greater than start date
ar: ar-End date should be one day greater than start dat
de_de: de_DE-End date should be one day greater than start dat
el: el-End date should be one day greater than start dat
es_es: es_ES-End date should be one day greater than start dat
fa_ir: fa_IR-End date should be one day greater than start dat
fr_fr: fr_FR-End date should be one day greater than start dat
he_il: he_IL-End date should be one day greater than start dat
it_it: it_IT-End date should be one day greater than start dat
ms_my: ms_My-End date should be one day greater than start dat
nl_nl: nl_NL-End date should be one day greater than start dat
pt_pt: pt_PT-End date should be one day greater than start dat
ru_ru: RU-End date should be one day greater than start dat
th: th-End date should be one day greater than start dat
tr: tr-End date should be one day greater than start dat

source: Start date can not be empty
ar: ar-Start date can not be empty
de_de: de_DE-Start date can not be empty
el: el-Start date can not be empty
es_es: es_ES-Start date can not be empty
fa_ir: fa_IR-Start date can not be empty
fr_fr: fr_FR-Start date can not be empty
he_il: he_IL-Start date can not be empty
it_it: it_IT-Start date can not be empty
ms_my: ms_My-Start date can not be empty
nl_nl: nl_NL-Start date can not be empty
pt_pt: pt_PT-Start date can not be empty
ru_ru: RU-Start date can not be empty
th: th-Start date can not be empty
tr: tr-Start date can not be empty

source: Edit Course
ar: ar-Edit Course
de_de: de_DE-Edit Course
el: el-Edit Course
es_es: es_ES-Edit Course
fa_ir: fa_IR-Edit Course
fr_fr: fr_FR-Edit Course
he_il: he_IL-Edit Course
it_it: it_IT-Edit Course
ms_my: ms_My-Edit Course
nl_nl: nl_NL-Edit Course
pt_pt: pt_PT-Edit Course
ru_ru: RU-Edit Course
th: th-Edit Course
tr: tr-Edit Course
zh_cn: zh-CN-Edit Course

source: Are you sure, you want to delete!
ar: ar-Are you sure, you want to delete!
de_de: de_DE-Are you sure, you want to delete!
el: el-Are you sure, you want to delete!
es_es: es_ES-Are you sure, you want to delete!
fa_ir: fa_IR-Are you sure, you want to delete!
fr_fr: fr_FR-Are you sure, you want to delete!
he_il: he_IL-Are you sure, you want to delete!
it_it: it_IT-Are you sure, you want to delete!
ms_my: ms_My-Are you sure, you want to delete!
nl_nl: nl_NL-Are you sure, you want to delete!
pt_pt: pt_PT-Are you sure, you want to delete!
ru_ru: RU-Are you sure, you want to delete!
th: th-Are you sure, you want to delete!
tr: tr-Are you sure, you want to delete!

source: Please select classes to delete
ar: ar-Please select classes to delete
de_de: de_DE-Please select classes to delete
el: el-Please select classes to delete
es_es: es_ES-Please select classes to delete
fa_ir: fa_IR-Please select classes to delete
fr_fr: fr_FR-Please select classes to delete
he_il: he_IL-Please select classes to delete
it_it: it_IT-Please select classes to delete
ms_my: ms_My-Please select classes to delete
nl_nl: nl_NL-Please select classes to delete
pt_pt: pt_PT-Please select classes to delete
ru_ru: RU-Please select classes to delete
th: th-Please select classes to delete
tr: tr-Please select classes to delete
zh_cn: zh-CN-Please select classes to delete

source: Schedule right now
ar: ar-Schedule right now
de_de: de_DE-Schedule right now
el: el-Schedule right now
es_es: es_ES-Schedule right now
fa_ir: fa_IR-Schedule right now
fr_fr: fr_FR-Schedule right now
he_il: he_IL-Schedule right now
it_it: it_IT-Schedule right now
ms_my: ms_My-Schedule right now
nl_nl: nl_NL-Schedule right now
pt_pt: pt_PT-Schedule right now
ru_ru: RU-Schedule right now
th: th-Schedule right now
tr: tr-Schedule right now
zh_cn: zh-CN-Schedule right now

source: Schedule and Continue
ar: ar-Schedule and Continue
de_de: de_DE-Schedule and Continue
el: el-Schedule and Continue
es_es: es_ES-Schedule and Continue
fa_ir: fa_IR-Schedule and Continue
fr_fr: fr_FR-Schedule and Continue
he_il: he_IL-Schedule and Continue
it_it: it_IT-Schedule and Continue
ms_my: ms_My-Schedule and Continue
nl_nl: nl_NL-Schedule and Continue
pt_pt: pt_PT-Schedule and Continue
ru_ru: RU-Schedule and Continue
th: th-Schedule and Continue
tr: tr-Schedule and Continue
zh_cn: zh-CN-Schedule and Continue

source: Class Time
ar: ar-Class Time
de_de: de_DE-Class Time
el: el-Class Time
es_es: es_ES-Class Time
fa_ir: fa_IR-Class Time
fr_fr: fr_FR-Class Time
he_il: he_IL-Class Time
it_it: it_IT-Class Time
ms_my: ms_My-Class Time
nl_nl: nl_NL-Class Time
pt_pt: pt_PT-Class Time
ru_ru: RU-Class Time
th: th-Class Time
tr: tr-Class Time
zh_cn: zh-CN-Class Time

source: Ends
ar: ar-Ends
de_de: de_DE-Ends
el: el-Ends
es_es: es_ES-Ends
fa_ir: fa_IR-Ends
fr_fr: fr_FR-Ends
he_il: he_IL-Ends
it_it: it_IT-Ends
ms_my: ms_My-Ends
nl_nl: nl_NL-Ends
pt_pt: pt_PT-Ends
ru_ru: RU-Ends
th: th-Ends
tr: tr-Ends
zh_cn: zh-CN-Ends

source: Week
ar: ar-Week
de_de: de_DE-Week
el: el-Week
es_es: es_ES-Week
fa_ir: fa_IR-Week
fr_fr: fr_FR-Week
he_il: he_IL-Week
it_it: it_IT-Week
ms_my: ms_My-Week
nl_nl: nl_NL-Week
pt_pt: pt_PT-Week
ru_ru: RU-Week
th: th-Week
tr: tr-Week
zh_cn: zh-CN-Week

source: Repeat every week
ar: ar-Repeat every week
de_de: de_DE-Repeat every week
el: el-Repeat every week
es_es: es_ES-Repeat every week
fa_ir: fa_IR-Repeat every week
fr_fr: fr_FR-Repeat every week
he_il: he_IL-Repeat every week
it_it: it_IT-Repeat every week
ms_my: ms_My-Repeat every week
nl_nl: nl_NL-Repeat every week
pt_pt: pt_PT-Repeat every week
ru_ru: RU-Repeat every week
th: th-Repeat every week
tr: tr-Repeat every week
zh_cn: zh-CN-Repeat every week

source: View Classes
ar: ar-View Classesn
de_de: de_DE-View Classesn
el: el-View Classesn
es_es: es_ES-View Classesn
fa_ir: fa_IR-View Classesn
fr_fr: fr_FR-View Classesn
he_il: he_IL-View Classesn
it_it: it_IT-View Classesn
ms_my: ms_My-View Classesn
nl_nl: nl_NL-View Classesn
pt_pt: pt_PT-View Classesn
ru_ru: RU-View Classesn
th: th-View Classesn
tr: tr-View Classesn
zh_cn: zh-CN-View Classesn

source: Courses List
ar: ar-Courses List
de_de: de_DE-Courses List
el: el-Courses List
es_es: es_ES-Courses List
fa_ir: fa_IR-Courses List
fr_fr: fr_FR-Courses List
he_il: he_IL-Courses List
it_it: it_IT-Courses List
ms_my: ms_My-Courses List
nl_nl: nl_NL-Courses List
pt_pt: pt_PT-Courses List
ru_ru: RU-Courses List
th: th-Courses List
tr: tr-Courses List
zh_cn: zh-CN-Courses List

source: Create Course
ar: ar-Create Course
de_de: de_DE-Create Course
el: el-Create Course
es_es: es_ES-Create Course
fa_ir: fa_IR-Create Course
fr_fr: fr_FR-Create Course
he_il: he_IL-Create Course
it_it: it_IT-Create Course
ms_my: ms_My-Create Course
nl_nl: nl_NL-Create Course
pt_pt: pt_PT-Create Course
ru_ru: RU-Create Course
th: th-Create Course
tr: tr-Create Course
zh_cn: zh-CN-Create Course

source: Delete this course
ar: ar-Delete this course
de_de: de_DE-Delete this course
el: el-Delete this course
es_es: es_ES-Delete this course
fa_ir: fa_IR-Delete this course
fr_fr: fr_FR-Delete this course
he_il: he_IL-Delete this course
it_it: it_IT-Delete this course
ms_my: ms_My-Delete this course
nl_nl: nl_NL-Delete this course
pt_pt: pt_PT-Delete this course
ru_ru: RU-Delete this course
th: th-Delete this course
tr: tr-Delete this course
zh_cn: zh-CN-Delete this course

source: Edit this course
ar: ar-Edit this course
de_de: de_DE-Edit this course
el: el-Edit this course
es_es: es_ES-Edit this course
fa_ir: fa_IR-Edit this course
fr_fr: fr_FR-Edit this course
he_il: he_IL-Edit this course
it_it: it_IT-Edit this course
ms_my: ms_My-Edit this course
nl_nl: nl_NL-Edit this course
pt_pt: pt_PT-Edit this course
ru_ru: RU-Edit this course
th: th-Edit this course
tr: tr-Edit this course
zh_cn: zh-CN-Edit this course

source: View complete schedule
ar: ar-View Complete Schedule
de_de: de_DE-View Complete Schedule
el: el-View Complete Schedule
es_es: es_ES-View Complete Schedule
fa_ir: fa_IR-View Complete Schedule
fr_fr: fr_FR-View Complete Schedule
he_il: he_IL-View Complete Schedule
it_it: it_IT-View Complete Schedule
ms_my: ms_My-View Complete Schedule
nl_nl: nl_NL-View Complete Schedule
pt_pt: pt_PT-View Complete Schedule
ru_ru: RU-View Complete Schedule
th: th-View Complete Schedule
tr: tr-View Complete Schedule
zh_cn: zh-CN-View Complete Schedule

source: Edit this class
ar: ar-Edit this class
de_de: de_DE-Edit this class
el: el-Edit this class
es_es: es_ES-Edit this class
fa_ir: fa_IR-Edit this class
fr_fr: fr_FR-Edit this class
he_il: he_IL-Edit this class
it_it: it_IT-Edit this class
ms_my: ms_My-Edit this class
nl_nl: nl_NL-Edit this class
pt_pt: pt_PT-Edit this class
ru_ru: RU-Edit this class
th: th-Edit this class
tr: tr-Edit this class
zh_cn: zh-CN-Edit this class

source: Delete this class
ar: ar-Delete this classe
de_de: de_DE-Delete this classe
el: el-Delete this classe
es_es: es_ES-Delete this classe
fa_ir: fa_IR-Delete this classe
fr_fr: fr_FR-Delete this classe
he_il: he_IL-Delete this classe
it_it: it_IT-Delete this classe
ms_my: ms_My-Delete this classe
nl_nl: nl_NL-Delete this classe
pt_pt: pt_PT-Delete this classe
ru_ru: RU-Delete this classe
th: th-Delete this classe
tr: tr-Delete this classe
zh_cn: zh-CN-Delete this classe

source: Description not added
ar: ar-Description not added
de_de: de_DE-Description not added
el: el-Description not added
es_es: es_ES-Description not added
fa_ir: fa_IR-Description not added
fr_fr: fr_FR-Description not added
he_il: he_IL-Description not added
it_it: it_IT-Description not added
ms_my: ms_My-Description not added
nl_nl: nl_NL-Description not added
pt_pt: pt_PT-Description not added
ru_ru: RU-Description not added
th: th-Description not added
tr: tr-Description not added
zh_cn: zh-CN-Description not added

source: Start date not mentioned
ar: ar-Start date not mentioned
de_de: de_DE-Start date not mentioned
el: el-Start date not mentioned
es_es: es_ES-Start date not mentioned
fa_ir: fa_IR-Start date not mentioned
fr_fr: fr_FR-Start date not mentioned
he_il: he_IL-Start date not mentioned
it_it: it_IT-Start date not mentioned
ms_my: ms_My-Start date not mentioned
nl_nl: nl_NL-Start date not mentioned
pt_pt: pt_PT-Start date not mentioned
ru_ru: RU-Start date not mentioned
th: th-Start date not mentioned
tr: tr-Start date not mentioned

source: End date not mentioned
ar: ar-End date not mentioned
de_de: de_DE-End date not mentioned
el: el-End date not mentioned
es_es: es_ES-End date not mentioned
fa_ir: fa_IR-End date not mentioned
fr_fr: fr_FR-End date not mentioned
he_il: he_IL-End date not mentioned
it_it: it_IT-End date not mentioned
ms_my: ms_My-End date not mentioned
nl_nl: nl_NL-End date not mentioned
pt_pt: pt_PT-End date not mentioned
ru_ru: RU-End date not mentioned
th: th-End date not mentioned
tr: tr-End date not mentioned
zh_cn: zh-CN-End date not mentioned

source: No Classes available for this course
ar: ar-No Classes available for this course
de_de: de_DE-No Classes available for this course
el: el-No Classes available for this course
es_es: es_ES-No Classes available for this course
fa_ir: fa_IR-No Classes available for this course
fr_fr: fr_FR-No Classes available for this course
he_il: he_IL-No Classes available for this course
it_it: it_IT-No Classes available for this course
ms_my: ms_My-No Classes available for this course
nl_nl: nl_NL-No Classes available for this course
pt_pt: pt_PT-No Classes available for this course
ru_ru: RU-No Classes available for this course
th: th-No Classes available for this course
tr: tr-No Classes available for this course
zh_cn: zh-CN-No Classes available for this course

source: Course
ar: ar-Course
de_de: de_DE-Course
el: el-Course
es_es: es_ES-Course
fa_ir: fa_IR-Course
fr_fr: fr_FR-Course
he_il: he_IL-Course
it_it: it_IT-Course
ms_my: ms_My-Course
nl_nl: nl_NL-Course
pt_pt: pt_PT-Course
ru_ru: RU-Course
th: th-Course
tr: tr-Course
zh_cn: zh-CN-Course

source: Please delete inner classes first
ar: ar-Please delete inner classes first
de_de: de_DE-Please delete inner classes first
el: el-Please delete inner classes first
es_es: es_ES-Please delete inner classes first
fa_ir: fa_IR-Please delete inner classes first
fr_fr: fr_FR-Please delete inner classes first
he_il: he_IL-Please delete inner classes first
it_it: it_IT-Please delete inner classes first
ms_my: ms_My-Please delete inner classes first
nl_nl: nl_NL-Please delete inner classes first
pt_pt: pt_PT-Please delete inner classes first
ru_ru: RU-Please delete inner classes first
th: th-Please delete inner classes first
tr: tr-Please delete inner classes first
zh_cn: zh-CN-Please delete inner classes first

source: Recurring classes
ar: ar-Recurring classes
de_de: de_DE-Recurring classes
el: el-Recurring classes
es_es: es_ES-Recurring classes
fa_ir: fa_IR-Recurring classes
fr_fr: fr_FR-Recurring classes
he_il: he_IL-Recurring classes
it_it: it_IT-Recurring classes
ms_my: ms_My-Recurring classes
nl_nl: nl_NL-Recurring classes
pt_pt: pt_PT-Recurring classes
ru_ru: RU-Recurring classes
th: th-Recurring classes
tr: tr-Recurring classes
zh_cn: zh-CN-Recurring classes

source: Classes
ar: ar-Classes
de_de: de_DE-Classes
el: el-Classes
es_es: es_ES-Classes
fa_ir: fa_IR-Classes
fr_fr: fr_FR-Classes
he_il: he_IL-Classes
it_it: it_IT-Classes
ms_my: ms_My-Classes
nl_nl: nl_NL-Classes
pt_pt: pt_PT-Classes
ru_ru: RU-Classes
th: th-Classes
tr: tr-Classes
zh_cn: zh-CN-Classes

source: ERROR
ar: ar-ERROR
de_de: de_DE-ERROR
el: el-ERROR
es_es: es_ES-ERROR
fa_ir: fa_IR-ERROR
fr_fr: fr_FR-ERROR
he_il: he_IL-ERROR
it_it: it_IT-ERROR
ms_my: ms_My-ERROR
nl_nl: nl_NL-ERROR
pt_pt: pt_PT-ERROR
ru_ru: RU-ERROR
th: th-ERROR
tr: tr-ERROR
zh_cn: zh-CN-ERROR

source: No course available
ar: ar-No course available
de_de: de_DE-No course available
el: el-No course available
es_es: es_ES-No course available
fa_ir: fa_IR-No course available
fr_fr: fr_FR-No course available
he_il: he_IL-No course available
it_it: it_IT-No course available
ms_my: ms_My-No course available
nl_nl: nl_NL-No course available
pt_pt: pt_PT-No course available
ru_ru: RU-No course available
th: th-No course available
tr: tr-No course available
zh_cn: zh-CN-No course available

source: Please select courses to delete
ar: ar-Please select courses to delete
de_de: de_DE-Please select courses to delete
el: el-Please select courses to delete
es_es: es_ES-Please select courses to delete
fa_ir: fa_IR-Please select courses to delete
fr_fr: fr_FR-Please select courses to delete
he_il: he_IL-Please select courses to delete
it_it: it_IT-Please select courses to delete
ms_my: ms_My-Please select courses to delete
nl_nl: nl_NL-Please select courses to delete
pt_pt: pt_PT-Please select courses to delete
ru_ru: RU-Please select courses to delete
th: th-Please select courses to delete
tr: tr-Please select courses to delete
zh_cn: zh-CN-Please select courses to delete

source: Please select content to delete
ar: ar-Please select content to delete
de_de: de_DE-Please select content to delete
el: el-Please select content to delete
es_es: es_ES-Please select content to delete
fa_ir: fa_IR-Please select content to delete
fr_fr: fr_FR-Please select content to delete
he_il: he_IL-Please select content to delete
it_it: it_IT-Please select content to delete
ms_my: ms_My-Please select content to delete
nl_nl: nl_NL-Please select content to delete
pt_pt: pt_PT-Please select content to delete
ru_ru: RU-Please select content to delete
th: th-Please select content to delete
tr: tr-Please select content to delete
zh_cn: zh-CN-Please select content to delete

source: Settings Updated
ar: ar-Settings Updated
de_de: de_DE-Settings Updated
el: el-Settings Updated
es_es: es_ES-Settings Updated
fa_ir: fa_IR-Settings Updated
fr_fr: fr_FR-Settings Updated
he_il: he_IL-Settings Updated
it_it: it_IT-Settings Updated
ms_my: ms_My-Settings Updated
nl_nl: nl_NL-Settings Updated
pt_pt: pt_PT-Settings Updated
ru_ru: RU-Settings Updated
th: th-Settings Updated
tr: tr-Settings Updated
zh_cn: zh-CN-Settings Updated

source: Please enter correct access key & secret key
ar: ar-Please enter correct access key & secret key
de_de: de_DE-Please enter correct access key & secret key
el: el-Please enter correct access key & secret key
es_es: es_ES-Please enter correct access key & secret key
fa_ir: fa_IR-Please enter correct access key & secret key
fr_fr: fr_FR-Please enter correct access key & secret key
he_il: he_IL-Please enter correct access key & secret key
it_it: it_IT-Please enter correct access key & secret key
ms_my: ms_My-Please enter correct access key & secret key
nl_nl: nl_NL-Please enter correct access key & secret key
pt_pt: pt_PT-Please enter correct access key & secret key
ru_ru: RU-Please enter correct access key & secret key
th: th-Please enter correct access key & secret key
tr: tr-Please enter correct access key & secret key
zh_cn: zh-CN-Please enter correct access key & secret key

source: Are you sure, you want to delete
ar: ar-Are you sure, you want to delete
de_de: de_DE-Are you sure, you want to delete
el: el-Are you sure, you want to delete
es_es: es_ES-Are you sure, you want to delete
fa_ir: fa_IR-Are you sure, you want to delete
fr_fr: fr_FR-Are you sure, you want to delete
he_il: he_IL-Are you sure, you want to delete
it_it: it_IT-Are you sure, you want to delete
ms_my: ms_My-Are you sure, you want to delete
nl_nl: nl_NL-Are you sure, you want to delete
pt_pt: pt_PT-Are you sure, you want to delete
ru_ru: RU-Are you sure, you want to delete
th: th-Are you sure, you want to delete
tr: tr-Are you sure, you want to delete

source: Please delete inner content first
ar: ar-Please delete inner content first
de_de: de_DE-Please delete inner content first
el: el-Please delete inner content first
es_es: es_ES-Please delete inner content first
fa_ir: fa_IR-Please delete inner content first
fr_fr: fr_FR-Please delete inner content first
he_il: he_IL-Please delete inner content first
it_it: it_IT-Please delete inner content first
ms_my: ms_My-Please delete inner content first
nl_nl: nl_NL-Please delete inner content first
pt_pt: pt_PT-Please delete inner content first
ru_ru: RU-Please delete inner content first
th: th-Please delete inner content first
tr: tr-Please delete inner content first
zh_cn: zh-CN-Please delete inner content first

source: Content List
ar: ar-Content List
de_de: de_DE-Content List
el: el-Content List
es_es: es_ES-Content List
fa_ir: fa_IR-Content List
fr_fr: fr_FR-Content List
he_il: he_IL-Content List
it_it: it_IT-Content List
ms_my: ms_My-Content List
nl_nl: nl_NL-Content List
pt_pt: pt_PT-Content List
ru_ru: RU-Content List
th: th-Content List
tr: tr-Content List
zh_cn: zh-CN-Content List

source: Folder Name
ar: ar-Folder Name
de_de: de_DE-Folder Name
el: el-Folder Name
es_es: es_ES-Folder Name
fa_ir: fa_IR-Folder Name
fr_fr: fr_FR-Folder Name
he_il: he_IL-Folder Name
it_it: it_IT-Folder Name
ms_my: ms_My-Folder Name
nl_nl: nl_NL-Folder Name
pt_pt: pt_PT-Folder Name
ru_ru: RU-Folder Name
th: th-Folder Name
tr: tr-Folder Name
zh_cn: zh-CN-Folder Name

source: Manage Content
ar: ar-Manage Content
de_de: de_DE-Manage Content
el: el-Manage Content
es_es: es_ES-Manage Content
fa_ir: fa_IR-Manage Content
fr_fr: fr_FR-Manage Content
he_il: he_IL-Manage Content
it_it: it_IT-Manage Content
ms_my: ms_My-Manage Content
nl_nl: nl_NL-Manage Content
pt_pt: pt_PT-Manage Content
ru_ru: RU-Manage Content
th: th-Manage Content
tr: tr-Manage Content
zh_cn: zh-CN-Manage Content

source: Update
ar: ar-update
de_de: de_DE-update
el: el-update
es_es: es_ES-update
fa_ir: fa_IR-update
fr_fr: fr_FR-update
he_il: he_IL-update
it_it: it_IT-update
ms_my: ms_My-update
nl_nl: nl_NL-update
pt_pt: pt_PT-update
ru_ru: RU-update
th: th-update
tr: tr-update
zh_cn: zh-CN-update

source: Teacher Name
ar: ar-Teacher Name
de_de: de_DE-Teacher Name
el: el-Teacher Name
es_es: es_ES-Teacher Name
fa_ir: fa_IR-Teacher Name
fr_fr: fr_FR-Teacher Name
he_il: he_IL-Teacher Name
it_it: it_IT-Teacher Name
ms_my: ms_My-Teacher Name
nl_nl: nl_NL-Teacher Name
pt_pt: pt_PT-Teacher Name
ru_ru: RU-Teacher Name
th: th-Teacher Name
tr: tr-Teacher Name
zh_cn: zh-CN-Teacher Name

source: Teacher Email
ar: ar-Teacher Email
de_de: de_DE-Teacher Email
el: el-Teacher Email
es_es: es_ES-Teacher Email
fa_ir: fa_IR-Teacher Email
fr_fr: fr_FR-Teacher Email
he_il: he_IL-Teacher Email
it_it: it_IT-Teacher Email
ms_my: ms_My-Teacher Email
nl_nl: nl_NL-Teacher Email
pt_pt: pt_PT-Teacher Email
ru_ru: RU-Teacher Email
th: th-Teacher Email
tr: tr-Teacher Email
zh_cn: zh-CN-Teacher Email

source: Teacher Password
ar: ar-Teacher Password
de_de: de_DE-Teacher Password
el: el-Teacher Password
es_es: es_ES-Teacher Password
fa_ir: fa_IR-Teacher Password
fr_fr: fr_FR-Teacher Password
he_il: he_IL-Teacher Password
it_it: it_IT-Teacher Password
ms_my: ms_My-Teacher Password
nl_nl: nl_NL-Teacher Password
pt_pt: pt_PT-Teacher Password
ru_ru: RU-Teacher Password
th: th-Teacher Password
tr: tr-Teacher Password
zh_cn: zh-CN-Teacher Password
